Repository: romanlum/xbmc
Catalog: language/Albanian/strings.po
Languages: sq

# #19506
source: Romance
sq: Romancë

# #19507
source: Serious/Classical/Religious/Historical Movie/Drama
sq: Serioz/Klassikë/Feja/Historik Film/Dramë

# #19508
source: Adult Movie/Drama
sq: Film për të rritur/Dramë

# #19516
source: News/Current Affairs
sq: Lajme/Aktual

# #19517
source: News/Weather Report
sq: Lajme/Moti

# #19518
source: News Magazine
sq: Magazinë të lajmëve

# #19519
source: Documentary
sq: Dokumentar

# #19520
source: Discussion/Interview/Debate
sq: Diskusion/Intervistë/Debat

# #19532
source: Show/Game Show
sq: Show/Show lojrash

# #19533
source: Game Show/Quiz/Contest
sq: Show lojrash/Quiz/Kontest

# #19534
source: Variety Show
sq: Show Varieteti

# #19548
source: Sports
sq: Sport

# #19549
source: Special Event
sq: Ngjarje speciale

# #19550
source: Sport Magazine
sq: Magazinë sporti

# #19551
source: Football
sq: Fuboll

# #19553
source: Team Sports
sq: Sporte Ekipësh

# #19554
source: Athletics
sq: Atletikë

# #19556
source: Water Sport
sq: Sport i Ujit

# #19557
source: Winter Sports
sq: Sport i Dimrit

# #19558
source: Equestrian
sq: Kalorës

# #19559
source: Martial Sports
sq: Sporti Luftarak

# #19564
source: Children's/Youth Programmes
sq: Programe për ri

# #19565
source: Pre-school Children's Programmes
sq: Programe për të Parashkolluar

# #19566
source: Entertainment Programmes for 6 to 14
sq: Programe për Fëmij prej 6 deri 14

# #19567
source: Entertainment Programmes for 10 to 16
sq: Programe për Fëmij prej 10 deri 16

# #19568
source: Informational/Educational/School Programme
sq: Informativ/Arsimore/Programi Shkollor

# #19569
source: Cartoons/Puppets
sq: Filme të Vizatuar/Kukulla

# #19580
source: Music/Ballet/Dance
sq: Muzikë/Balet/Dance

# #19582
source: Serious/Classical Music
sq: Muzikë klasike

# #19583
source: Folk/Traditional Music
sq: Folk/Muzikë tradicionale

# #19584
source: Musical/Opera
sq: Musical/Operë

# #19585
source: Ballet
sq: Balet

# #19596
source: Arts/Culture
sq: Arti/Kulturë

# #19597
source: Performing Arts
sq: Art i përformuar

# #19598
source: Fine Arts
sq: Arte të bukura

# #19599
source: Religion
sq: Feja

# #19600
source: Popular Culture/Traditional Arts
sq: Kulturë popullore/Arte tradicional

# #19601
source: Literature
sq: Literaturë

# #19602
source: Film/Cinema
sq: Film/Kinema

# #19603
source: Experimental Film/Video
sq: Film/Video eksperimentale

# #19604
source: Broadcasting/Press
sq: Transmetim/Gazeta

# #19605
source: New Media
sq: Media e re

# #19606
source: Arts/Culture Magazines
sq: Magazinë artesh/kulturore

# #19607
source: Fashion
sq: Moda

# #19612
source: Social/Political/Economics
sq: Social/Politike/Ekonomike

# #19613
source: Magazines/Reports/Documentary
sq: Magazinë/Reportazhe/Dokumentare

# #19614
source: Economics/Social Advisory
sq: Ekonomike

# #19615
source: Remarkable People
sq: Njerëz të shquar

# #19628
source: Education/Science/Factual
sq: Edukim/Shkencë/Faktik

# #19629
source: Nature/Animals/Environment
sq: Natyr/Kafshë/Ambient

# #19630
source: Technology/Natural Sciences
sq: Teknologji/Shkencë natyrore

# #19631
source: Medicine/Physiology/Psychology
sq: Mjekësi/Fizjologji/Psikologji

# #19632
source: Foreign Countries/Expeditions
sq: Shtete të jashtme/Ekspedicione

# #19633
source: Social/Spiritual Sciences
sq: Social/Shkencë shpirtërore

# #19634
source: Further Education
sq: Edukime të tjerë

# #19635
source: Languages
sq: Gjuhët

# #19644
source: Leisure/Hobbies
sq: Hobi

# #19645
source: Tourism/Travel
sq: Turism/Udhëtim

# #19646
source: Handicraft
sq: Mjeshtëri

# #19647
source: Motoring
sq: Motorizim

# #19648
source: Fitness &amp; Health
sq: Fitnes & Shëndetësi

# #19649
source: Cooking
sq: Gatim

# #19650
source: Advertisement/Shopping
sq: Reklamë/Shopping

# #19651
source: Gardening
sq: Kopshtari

# #19660
source: Special Characteristics
sq: Karakteristika të veçantë

# #19661
source: Original Language
sq: Gjuha origjinale

# #19662
source: Black &amp; White
sq: Zi &amp; Bardh

# #19663
source: Unpublished
sq: Pabotuar

# #19664
source: Live Broadcast
sq: Transmetim Live

# #19676
source: Drama
sq: Dramë

# #19677
source: Detective/Thriller
sq: Detektiv/Thriller

# #19678
source: Adventure/Western/War
sq: Aventurë/Vestern/Luftë

# #19679
source: Science Fiction/Fantasy/Horror
sq: Fantashkencë/Fantasi/Horror

# #19680
source: Comedy
sq: Komedi

# #19681
source: Soap/Melodrama/Folkloric
sq: Melodrama/Folklorik

# #19682
source: Romance
sq: Romancë

# #19683
source: Serious/ClassicalReligion/Historical
sq: Serioz/Klassike/Feja/Historik

# #19684
source: Adult
sq: I rritur

# #20000
source: Saved music folder
sq: U ruajt rregjistri i muikës

# #20001
source: Use external DVD player
sq: Përdore apartin DVD të jashtëm

# #20002
source: External DVD player
sq: DVD aparati i jashtëm

# #20003
source: Trainers folder
sq: Rregjistri të Trajnerve

# #20004
source: Screenshot folder
sq: Rregistri të 'screenshot'ëve

# #20006
source: Playlists folder
sq: Rregjistri i listëve dëgjimi

# #20007
source: Recordings
sq: Rregjistrimet

# #20009
source: Use XBMC
sq: Përdor XBMC'në

# #20011
source: Music playlists
sq: Listët të dëgjimit të muzikës

# #20012
source: Video playlists
sq: Litët të dëgjimit të videove

# #20013
source: Do you wish to launch the game?
sq: Dëshiron të nisish lojën?

# #20014
source: Sort by: Playlist
sq: Klasifiko sipas: Listë dëgjimi

# #20015
source: Remote thumb
sq: Thumb i lartë

# #20016
source: Current thumb
sq: Thumb'i aktual

# #20017
source: Local thumb
sq: Thumb lokal

# #20018
source: No thumb
sq: Asnjë thumb

# #20019
source: Choose thumbnail
sq: Zgjedho thumbnail

# #20023
source: Conflict
sq: Konflikt

# #20024
source: Scan new
sq: Kërko tani

# #20025
source: Scan all
sq: Kërko të gjith

# #20026
source: Region
sq: Rajoni

# #20037
source: Summary
sq: Të përgjithshëm

# #20038
source: Lock music window
sq: Blloko dritaren të muzikës

# #20039
source: Lock videos window
sq: Blloko dritaren të videove

# #20040
source: Lock pictures window
sq: Blloko dritaren të fotografis

# #20041
source: Lock programs & scripts windows
sq: Blloko dritaren të programeve & skriptëve

# #20042
source: Lock file manager
sq: Blloko skedarin

# #20043
source: Lock settings
sq: Blloko cilësimet

# #20044
source: Start fresh
sq: Fillo përsëri

# #20045
source: Enter master mode
sq: Hyj në mënyrën master

# #20046
source: Leave master mode
sq: Tërhiqu nga mënyra master

# #20047
source: Create profile '%s'?
sq: Krijo profilin '%s'?

# #20048
source: Start with fresh settings
sq: Fillo me rifreskimet të cilësimeve

# #20049
source: Best available
sq: Më e mira në dispozicion

# #20050
source: Auto-switch between 16x9 and 4x3
sq: Ndysho automatikisht ndërmjet 16x9 dhe 4x3

# #20051
source: Treat stacked files as single file
sq: Përpuno skedat të raftë si një skedë të vetëm

# #20052
source: Caution
sq: Kujdes

# #20053
source: Left master mode
sq: U ndalua master mode

# #20054
source: Entered master mode
sq: U hy në master mode

# #20055
source: Allmusic.com thumb
sq: Thumb'i për Allmusic.com

# #20057
source: Remove thumbnail
sq: Fshije thumbnail'in

# #20058
source: Add profile...
sq: Shto profil...

# #20059
source: Query info for all albums
sq: Kërko informacione për gjith albumet

# #20060
source: Media info
sq: Informacionet mbi mediat

# #20061
source: Separate
sq: Të veçantë

# #20062
source: Shares with default
sq: Share me cilësimet të prezgjeura

# #20063
source: Shares with default (read only)
sq: Share me cilësimet të prezgjeura (vetëm lexim)

# #20064
source: Copy default
sq: Kopjo të prezgjeurat

# #20065
source: Profile picture
sq: Fotografija e profilit

# #20066
source: Lock preferences
sq: Blloko cilësimet

# #20067
source: Edit profile
sq: Modifiko profilin

# #20068
source: Profile lock
sq: Dryri i profilit

# #20069
source: Could not create folder
sq: Nuk mundi të krijohet rregjistri

# #20070
source: Profile directory
sq: Adresari i profilit

# #20071
source: Start with fresh media sources
sq: Fillo me origjina të mediave taze

# #20072
source: Make sure the selected folder is writable
sq: Sigurohu që rregistri që është zgjedhur lejon shkrimin në të

# #20073
source: and that the new folder name is valid
sq: dhe emri i tij është i vlefshëm

# #20074
source: MPAA rating
sq: Klasifikimi nga MPAA

# #20075
source: Enter master lock code
sq: Shkruaj kodin e master-dryrit

# #20076
source: Ask for master lock code on startup
sq: Kërko kodin e master-dryrit në fillim

# #20077
source: Skin settings
sq: Cilësimet e maskës

# #20078
source: - no link set -
sq: - asnjë vendndoshje nuk është cilësuar -

# #20079
source: Enable animations
sq: Aktivo Animacionet

# #20080
source: Disable RSS during music
sq: Deaktivo RSS gjatë dëgjimit e muzikë

# #20081
source: Enable shortcut buttons
sq: Aktivoj butonet shkurtor

# #20082
source: Show programs in main menu
sq: Trego programet në menin kryesor

# #20083
source: Show music info
sq: Trego informacionet mbi muzikën

# #20084
source: Show weather info
sq: Trego informacionet mbi motin

# #20085
source: Show system info
sq: Trego informacionet mbi sistemin

# #20086
source: Show available disc space C: E: F:
sq: Trego vendin të lirë në harddiskën C: E: F:

# #20087
source: Show available disc space E: F: G:
sq: Trego vendin të lirë në harddiskën E: F: G:

# #20088
source: Weather info
sq: Informacione mbi motin

# #20089
source: Drive space free
sq: Vendi i lirë në harddisk

# #20090
source: Enter the name of an existing share
sq: Shkruaj emrin të një share eksistuese

# #20091
source: Lock code
sq: Kodi dryrit

# #20092
source: Load profile
sq: Ngarko profilin

# #20093
source: Profile name
sq: Emri i profilit

# #20094
source: Media sources
sq: Origjina të mediave

# #20095
source: Enter profile lock code
sq: Shkruaj kodin e dryrit të profilit

# #20096
source: Login screen
sq: Ekrani i hyrjes

# #20097
source: Fetching album info
sq: Duke ngarkuar informacione mbi albumin

# #20098
source: Fetching info for album
sq: Duke ngarkuar informacione mbi albumin

# #20099
source: Can't rip CD or track while playing from CD
sq: Nuk mund të kopjohet CD'ja ose kënga ndërsa CD'ja është duke ndëgjuar

# #20100
source: Master lock code and settings
sq: Kodi i dryrit master dhe cilësimet

# #20101
source: Entering master lock code always enables master mode
sq: Deklarimi i kodit të dryrit master gjithmonë aktivon mënyrën master

# #20102
source: or copy from default?
sq: ose kopjo nga të prezgjedhurat?

# #20103
source: Save changes to profile?
sq: Ruaj ndryshimet në profil?

# #20104
source: Old settings found.
sq: U gjindën cilësime të vjetura

# #20105
source: Do you want to use them?
sq: Dëshiron të përdoren këto

# #20106
source: Old media sources found.
sq: U gjindën posita të mediave eksistuese.

# #20107
source: Separate (locked)
sq: Të veqantë (mbyllur)

# #20110
source: UPnP settings
sq: Cilësimet UPnP

# #20111
source: Autostart UPnP client
sq: Autostarto klientin UPnP

# #20112
source: Last login: %s
sq: Hyrja e fundit: %s

# #20113
source: Never logged on
sq: Asnjëher i lajmruar

# #20115
source: User login / Select a profile
sq: Hyrje përdoruesi / Zgjedho një profil

# #20116
source: Use lock on login screen
sq: Përdor dry në ekranin e hyrjes

# #20117
source: Invalid lock code.
sq: Kodi dryrit është i pasakt

# #20118
source: This requires the master lock to be set.
sq: Kjo kërkon kodin të dryrit master për të cilësuar.

# #20119
source: Would you like to set it now?
sq: Dëshironi të cilësoni këto tani?

# #20120
source: Loading program information
sq: Duke ngarkuar informacione mbi programin

# #20122
source: True
sq: Vërtetë

# #20123
source: Mixing drinks
sq: Duke përzir prijet

# #20124
source: Filling glasses
sq: Duke mbushur gotat

# #20125
source: Logged on as
sq: I lajmruar si

# #20126
source: Log off
sq: Qlejmrohu

# #20128
source: Go to root
sq: Shko tek root

# #20132
source: Restart video
sq: Rifillo videonë

# #20133
source: Edit network location
sq: Ndrysho vendndodhjen të rjetit

# #20134
source: Remove network location
sq: Fshije vendndodhjen të rjetit

# #20135
source: Do you want to scan the folder?
sq: Dëshiron të kërkosh këto rregjistër?

# #20136
source: Memory unit
sq: Element i memorisë

# #20137
source: Memory unit mounted
sq: U ngjit elementi i memorisë

# #20138
source: Unable to mount memory unit
sq: Ngeli ngjitja të elementit të memorisë

# #20139
source: In port %i, slot %i
sq: Në portin %i, traga %i

# #20140
source: Lock screensaver
sq: Bllokoje ekran-ruajtësin

# #20141
source: Set
sq: Cilëso

# #20142
source: Username
sq: Emër-kalues

# #20143
source: Enter password for
sq: Shkruaj fjalkalimin për

# #20144
source: Shutdown timer
sq: Orar i fikjes

# #20145
source: Shutdown interval (in minutes)
sq: Interval të fikjes (në minuta)

# #20146
source: Started, shutdown in %im
sq: Startoj, fikja në %im

# #20147
source: Shutdown in 30 minutes
sq: Fikja në 30 minuta

# #20148
source: Shutdown in 60 minutes
sq: Fikja në 60 minuta

# #20149
source: Shutdown in 120 minutes
sq: Fikja në 120 minuta

# #20150
source: Custom shutdown timer
sq: Orar i fikjes i personalizuar

# #20151
source: Cancel shutdown timer
sq: Anulo orarin të fikjes

# #20152
source: Lock preferences for %s
sq: Blloko cilësimet për %s

# #20153
source: Browse...
sq: Shfletso...

# #20154
source: Summary information
sq: Përmbledhja të informacionëve

# #20155
source: Storage information
sq: Informacionet mbi përdorimin të harddiskëve

# #20156
source: Hard disk information
sq: Informacionet mbi harddiskët

# #20157
source: DVD-ROM information
sq: Informacione mbi DVD-ROM'ët

# #20158
source: Network information
sq: Informacione mbi rrjetin

# #20159
source: Video information
sq: Informacione mbi video

# #20160
source: Hardware information
sq: Informacionet mbi hardware

# #20162
source: Used
sq: Përdorur

# #20163
source: of
sq: nga

# #20164
source: Locking not supported
sq: Bllokimi nuk përkrahet

# #20165
source: Not locked
sq: Jo i bllokuar

# #20166
source: Locked
sq: Bllokuar

# #20167
source: Frozen
sq: Ngrirë

# #20168
source: Requires reset
sq: Kërkon një rivendim

# #20169
source: Week
sq: Javë

# #20170
source: Line
sq: Linjë

# #20172
source: XBMSP server
sq: Serveri XBMSP

# #20173
source: FTP server
sq: Serveri FTP

# #20175
source: UPnP server
sq: Serveri UPnP

# #20176
source: Show video info
sq: Trego info të videos

# #20177
source: Done
sq: U kry

# #20180
source: Symbols
sq: Simbolët

# #20183
source: Reload skin
sq: Ringarko maskën

# #20184
source: Rotate pictures using EXIF information
sq: Qarkulloj fotografitë duke përdorur informacionet EXIF

# #20185
source: Use poster view styles for TV shows
sq: Përdor stilin të pamjes poster për Serialet

# #20186
source: Please wait
sq: Të lutem prit

# #20188
source: Announce library updates via UPnP
sq: Informo për aktualizimet e bibliotekëve nëpërmi UPnP

# #20189
source: Enable auto scrolling for plot & review
sq: Aktivo auto scroll për subjektin & revistën

# #20190
source: Custom
sq: Sipas përdoruesit

# #20191
source: Enable debug logging
sq: Aktivo debug logging

# #20192
source: Download additional information during updates
sq: Shkarko informacione plotësues gjat aktualizimit

# #20193
source: Default service for album information
sq: Servisi kryesor për informacionet mbi albumët

# #20194
source: Default service for artist information
sq: Servisi kryesor për informacionet mbi artistët

# #20195
source: Change scraper
sq: Ndrysho scraper'in

# #20196
source: Export music library
sq: Eksporto bibliotekën e muzikës

# #20197
source: Import music library
sq: Importo bibliotekën e muzikës

# #20198
source: No artist found!
sq: Anjë artist nuk u gjind!

# #20199
source: Downloading artist info failed
sq: Ngeli shkarkimi të informacioneve mbi artistin

# #20240
source: Android music
sq: Muzikë nga Android

# #20241
source: Android videos
sq: Video nga Android

# #20242
source: Android pictures
sq: Fotografi nga Android

# #20243
source: Android photos
sq: Fotografi nga Android

# #20244
source: Android Apps
sq: Aplikacione Androidi

# #20250
source: Party on! (videos)
sq: Party on! (videot)

# #20251
source: Mixing drinks (videos)
sq: Duke përzir pijet (videot)

# #20252
source: Filling glasses (videos)
sq: Duke mbushur gotat (videot)

# #20253
source: WebDAV server (HTTP)
sq: Serveri WebDAV (HTTP)

# #20254
source: WebDAV server (HTTPS)
sq: Serveri WebDAV (HTTPS)

# #20255
source: First logon, edit your profile
sq: E para hyrje, modifiko profilin tënd

# #20256
source: HTS Tvheadend client
sq: Klienti HTS Tvheadend

# #20257
source: VDR Streamdev client
sq: Klienti VDR Streamdev

# #20258
source: MythTV client
sq: Klienti MythTV

# #20300
source: Web server directory (HTTP)
sq: Adresar Web server (HTTP)

# #20301
source: Web server directory (HTTPS)
sq: Adresar Web server (HTTPS)

# #20302
source: Unable to write to folder:
sq: Nuk lejohet shkrimi në regjistrin:

# #20303
source: Do you want to skip and proceed?
sq: Dëshrion të kalosh dhe të vazhdosh?

# #20307
source: Secondary DNS
sq: DNSi i dyt

# #20308
source: DHCP server:
sq: Serveri DHCP

# #20309
source: Make new folder
sq: Krijo një rregjistër të ri

# #20310
source: Dim LCD on playback
sq: Errëso LCD'NË gjat dëgjimit

# #20311
source: Unknown or onboard (protected)
sq: I panjohur ose onboard (i mbrojtur)

# #20312
source: Dim LCD on paused
sq: Errëso LCD gjat pauzimit

# #20314
source: Videos - Library
sq: Biblioteka të videove

# #20316
source: Sort by: ID
sq: Klasifiko sipas: ID

# #20317
source: Scanning movies using %s
sq: Duke kërkuar filmat duke përdorur %s

# #20318
source: Scanning music videos using %s
sq: Duke kërkuar muzikën duke përdorur %s

# #20319
source: Scanning tvshows using %s
sq: Duke kërkuar serialet duke përdorur %s

# #20320
source: Scanning artists using %s
sq: Duke kërkuar artistët duke përdorur %s

# #20321
source: Scanning albums using %s
sq: Duke kërkuar albumet duke përdorur %s

# #20324
source: Play part...
sq: Luaj pjesën...

# #20325
source: Calibration reset
sq: rivendoja të kalibrimit

# #20326
source: This will reset the calibration values for %s
sq: Kjo do të rivendosje vlerat të kalibrimeve për %s

# #20327
source: to it's default values.
sq: në vlerat të prezgjedhëra.

# #20328
source: Browse for destination
sq: Shfletso për vendndodhjen

# #20329
source: Movies are in separate folders that match the movie title
sq: Filmat gjinden në rregjistra të ndryshme që përshtaten me titullin të filmit

# #20330
source: Use folder names for lookups
sq: Përdori emrat të rregjistrave për kërkimet

# #20331
source: File
sq: Skedë

# #20332
source: Use file or folder names in lookups?
sq: Përdori emrat të skedave ose rregjistrave për kërkimet

# #20333
source: Set content
sq: Cilëso përmbajtjen

# #20334
source: Folder
sq: Dosje

# #20335
source: Look for content recursively?
sq: Kërko përmbajtjen rekursivisht

# #20336
source: Unlock sources
sq: Debllokoj origjinët

# #20337
source: Actor
sq: Aktori

# #20338
source: Movie
sq: Filmi

# #20339
source: Director
sq: Regjisori

# #20340
source: Do you want to remove all items within
sq: Dëshiron që të fshihen të gjith skedat brenda

# #20341
source: this path from the XBMC library?
sq: kesaj vendndodhjes nga biblioteka të XBMC'së?

# #20342
source: Movies
sq: Filma

# #20343
source: TV shows
sq: Seriale

# #20344
source: This directory contains
sq: Ky adresar përmban

# #20345
source: Run automated scan
sq: Fillo kërkimin të automatizuar

# #20346
source: Scan recursively
sq: Kërko rekursivisht

# #20347
source: as
sq: si

# #20348
source: Directors
sq: Regjisorët

# #20349
source: No video files found in this path!
sq: Asnjë video nuk u gjind në këto vendndodhje!

# #20350
source: votes
sq: votime

# #20351
source: TV show information
sq: Inormacione mbi seriale

# #20352
source: Episode information
sq: Informacione mbi nji epsiod

# #20353
source: Loading TV show details
sq: Duke ngarkuar detalet të serialit

# #20354
source: Fetching episode guide
sq: Duke ngarkuar gidën të episodëve

# #20355
source: Loading info for episodes in directory
sq: Duke ngarkuar informacionet për episodat në adresarin

# #20356
source: Select TV show:
sq: Zgjedho serialin

# #20357
source: Enter the TV show name
sq: Shkruaj emrin të serialit

# #20358
source: Season %i
sq: Sezoni %i

# #20359
source: Episode
sq: Episodi

# #20360
source: Episodes
sq: Episodët

# #20361
source: Loading episode details
sq: Duke ngarkuar detalet të episodëve

# #20362
source: Remove episode from library
sq: Fshij episodin nga biblioteka

# #20363
source: Remove TV show from library
sq: Fshij Serialin nga biblioteka

# #20364
source: TV show
sq: Serial

# #20365
source: Episode plot
sq: Subjekti i episodit

# #20366
source: * All seasons
sq: * Gjith sezonet

# #20367
source: Hide watched
sq: Fshehi të shikuarat

# #20368
source: Prod code
sq: Kodi Prod

# #20369
source: Show plot for unwatched items
sq: Trego subjektin të filmave të pashikuar

# #20370
source: * Hidden to prevent spoilers *
sq: * Fshehur për të parandalur spoilera*

# #20371
source: Set season thumb
sq: Cilëso thumb të sezonit

# #20372
source: Season image
sq: Imazh i sezonit

# #20373
source: Season
sq: Sezon

# #20374
source: Downloading movie information
sq: Duke shkarkuar informacione mbi filmin

# #20375
source: Unassign content
sq: Kthehe përcaktimin e përmbajtes

# #20376
source: Original title
sq: Titulli origjinal

# #20377
source: Refresh TV show information
sq: Ringarko informacionet të serialëve

# #20378
source: Refresh info for all episodes?
sq: Ringarko informacionet për gjit epiodët?

# #20379
source: Selected folder contains a single TV show
sq: Rregistri i zgjedhur përmban vetëm një episod të vetëm

# #20380
source: Exclude selected folder from scans
sq: Përjashtoj rregjistat të zgjedhur nga kërkimi

# #20381
source: Specials
sq: Speciale

# #20382
source: Automatically grab season thumbs
sq: Ngarkoj thumb'at të sezonave automatikisht

# #20383
source: Selected folder contains a single video
sq: Regjistri i zgjedhur përmban një video të vetëm

# #20384
source: Link to TV show
sq: Vendndodhja për serialin

# #20385
source: Remove link to TV show
sq: Fshij vendndodhjen e serialit

# #20386
source: Recently added movies
sq: Filma të shtuar së fundi

# #20387
source: Recently added episodes
sq: Episodë të shtuar së fundi

# #20388
source: Studios
sq: Studiot

# #20389
source: Music videos
sq: Video muzike

# #20390
source: Recently added music videos
sq: Video muzike të shtuar së fundi

# #20391
source: Music video
sq: Video muzike

# #20392
source: Remove music video from library
sq: Fshij videon muzike nga biblioteka

# #20393
source: Music video information
sq: Informacionet mbi video muzike

# #20394
source: Loading music video information
sq: Duke ngarkuar informacionet mbi videon muzike

# #20395
source: Mixed
sq: Përzir

# #20396
source: Go to albums by artist
sq: Shko tek albumet të artistit

# #20397
source: Go to album
sq: Shko tek albumi

# #20398
source: Play song
sq: Dëgjo këngën

# #20399
source: Go to music videos from album
sq: Shko tek videot muzike nga albumi

# #20400
source: Go to music videos by artist
sq: Shikoj videot muzike sipas artisti

# #20401
source: Play music video
sq: Riprodho videon muzike

# #20402
source: Download actor thumbnails when adding to library
sq: Shkarko tumbnail'at e aktorit kur duke shtuar në bibliotek

# #20403
source: Set actor thumb
sq: Cilëso thumb'ët për aktorin

# #20405
source: Remove episode bookmark
sq: Fshij kujtësoren të episodit

# #20406
source: Set episode bookmark
sq: Cilëso kujtësoren të episodit

# #20407
source: Scraper settings
sq: Cilësimet të Scraper've

# #20408
source: Downloading music video information
sq: Duke shkarkuar informacionet e videove muzike

# #20409
source: Downloading TV show information
sq: Duke shkarkuar informacionet e serialit

# #20411
source: Flatten
sq: Rafshoj
