Repository: romanlum/xbmc
Catalog: language/Albanian/strings.po
Languages: sq

# #20412
source: Flatten TV shows
sq: Rafshoj serialet

# #20413
source: Get fanart
sq: Merr fanart'in

# #20414
source: Show Fanart in video and music libraries
sq: Trego Fanart'et në bibliotekat e videove dhe muzikës

# #20415
source: Scanning for new content
sq: Duke kërkuar për përmbajtje të ri

# #20416
source: First aired
sq: Së pari transmetuar

# #20417
source: Writer
sq: Shkrues

# #20419
source: Replace file names with library titles
sq: Zëvendësoj emrat të skedave me titullat të bibliotekës

# #20420
source: Never
sq: Kurrë

# #20421
source: If only one season
sq: Nëse është vetëm një sezon

# #20422
source: Always
sq: Gjithmon

# #20423
source: Has trailer
sq: Ka trailer

# #20424
source: False
sq: I pavërtetë

# #20425
source: Fanart slideshow
sq: Paradë fanart

# #20426
source: Export to a single file or separate
sq: Eksporto një skedë të vetëm ose të veçantë

# #20427
source: files per entry?
sq: skeda për shënim?

# #20428
source: Single file
sq: Skedë të vetëm

# #20429
source: Separate
sq: Të veçantë

# #20430
source: Export thumbnails and fanart?
sq: Eksportoj thumbnail'ët dhe fanart'in?

# #20431
source: Overwrite old files?
sq: Mbishkruaj skedat të vjetra?

# #20432
source: Exclude path from library updates
sq: Përjashtoj vendndodhjen nga aktualizimit të bibliotekës

# #20433
source: Extract thumbnails and video information
sq: Ekstraktoj thumbnail'at dhe informacionet të videove

# #20434
source: Sets
sq: Grupa

# #20436
source: Export actor thumbs?
sq: Eksportoj thumb'at të aktorëve?

# #20437
source: Choose fanart
sq: Zgjedho fanart'in

# #20438
source: Local fanart
sq: Fanart lokal

# #20439
source: No fanart
sq: Asnjë fanart

# #20440
source: Current fanart
sq: fanarti aktual

# #20441
source: Remote fanart
sq: fanart i lart

# #20442
source: Change content
sq: Ndryshoje përmbajtjen

# #20443
source: Do you want to refresh info for all
sq: Dëshiron të rifreskosh informacionet për të gjith

# #20444
source: items within this path?
sq: artikujt brenda kësaj vendndodhjes?

# #20446
source: Locally stored information found.
sq: U gjindën infromacione të regjistruara lokal

# #20447
source: Ignore and refresh from internet?
sq: Injoroj dhe rifreskoj nga interneti?

# #20448
source: Could not download information
sq: Informacionet nuk mundën të shkarkohen

# #20449
source: Unable to connect to remote server
sq: Nuk mund bëhet lidhja me serverin të lartë

# #20450
source: Would you like to continue scanning?
sq: Dëshiron të vazhdosh me kërkimin?

# #20451
source: Countries
sq: Shtetet

# #20452
source: episode
sq: episod

# #20453
source: episodes
sq: episodët

# #20454
source: Listener
sq: Dëgjues

# #20455
source: Listeners
sq: Dëgjuesit

# #20457
source: Movie set
sq: Koleksion filmash

# #20458
source: Group movies in sets
sq: Bashkoj filmat në koleksione

# #20459
source: Tags
sq: Tag'a

# #20460
source: Add %s
sq: Shto %s

# #20461
source: Remove %s
sq: Fshij %s

# #20462
source: New tag...
sq: Tag i ri...

# #20463
source: A tag with the name '%s' already exists.
sq: Nji tag me keto emër '%s' tashmë eksiston.

# #20464
source: Select %s
sq: Zgjedho %s

# #21330
source: Show hidden files and directories
sq: Trego skedat dhe adresarët të fshehura?

# #21331
source: TuxBox client
sq: Klienti të TuxBox

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
sq: Kujdes: TuxBox'i i deklaruar është në menyrën rregistruese?

# #21333
source: The stream will be stopped!
sq: Transmetimi do të ndalohet!

# #21334
source: Zap to channel: %s failed!
sq: Ngeli ndërrimi në kanalin: %s

# #21335
source: Are you sure to start the stream?
sq: Je i sigurt që dëshiron të fillosh transmetimin?

# #21336
source: Connecting to: %s
sq: Duke lidhur: %s

# #21337
source: TuxBox device
sq: Aparati TuxBox

# #21359
source: Add media share...
sq: Shto share të mediave...

# #21360
source: Share video and music libraries through UPnP
sq: Shpërndaj video dhe muzikën përmes UPnP

# #21364
source: Edit media share
sq: Modifiko share të mediave

# #21365
source: Remove media share
sq: Fshij share të mediave

# #21366
source: Subtitle folder
sq: Rregjistër të subtitrave

# #21367
source: Movie & alternate subtitle directory
sq: Zhvendos & alterno adresarin të subtitrave

# #21368
source: Override ASS/SSA subtitles fonts
sq: Mbishkruaj fontin ASS/SSA të subtitrave

# #21369
source: Enable mouse and Touch Screen support
sq: Aktivo përkrahjen për miun dhe Touch Screen

# #21370
source: Play navigation sounds during media playback
sq: Luaj zërat të navigimit duke dëgjuar ndonjë media

# #21372
source: Forced DVD player region
sq: Rajoni i DVD've i forcuar

# #21373
source: Video output
sq: Video

# #21374
source: Video aspect
sq: Video-aspekti

# #21378
source: Enable 480p
sq: Aktivo 480p

# #21379
source: Enable 720p
sq: Aktivo 720p

# #21380
source: Enable 1080i
sq: Aktivo 1080i

# #21381
source: Enter name of new playlist
sq: Shkruaj emrin për listën dëgjimi të ri

# #21382
source: Show "Add source" buttons in file lists
sq: Trego butonet 'Shto origjinë' në skedarin

# #21383
source: Enable scrollbars
sq: Aktivo kallëpet e lëvizjes

# #21384
source: Make watched filtering a toggle in video library
sq: Bërë filtrimin 'i shikuar' një opcion në bibliotekën e videove

# #21385
source: Open
sq: Hapur

# #21386
source: Acoustic management level
sq: Niveli i menaxhimit akustik

# #21387
source: Fast
sq: Shpejt

# #21388
source: Quiet
sq: Qetë

# #21389
source: Enable custom background
sq: Aktivo sfond të perzonalizuar

# #21390
source: Power management level
sq: Niveli i menaxhimit të rymës

# #21391
source: High power
sq: Ryma e naltë

# #21392
source: Low power
sq: Ryma e poshtë

# #21393
source: High standby
sq: Standby i naltë

# #21394
source: Low standby
sq: Standby i poshtë

# #21395
source: Unable to cache files bigger than 4GB
sq: Nuk munden të rregjistrohen në cache skedat më mëdha se 4GB

# #21396
source: Chapter
sq: Kapitulli

# #21398
source: Enable playlist at startup
sq: Aktivo listën dëgjimi në fillim

# #21399
source: Use tween animations
sq: Përdor ndërmjet animacionëve

# #21400
source: contains
sq: përmban

# #21401
source: does not contain
sq: nuk përmban

# #21402
source: is
sq: është

# #21403
source: is not
sq: nuk është

# #21404
source: starts with
sq: fillon me

# #21405
source: ends with
sq: mbaron me

# #21406
source: greater than
sq: më i madh se

# #21407
source: less than
sq: më pak se

# #21408
source: after
sq: pas

# #21409
source: before
sq: para

# #21410
source: in the last
sq: së fundi

# #21411
source: not in the last
sq: jo së fundi

# #21413
source: Default movie scraper
sq: Scraper'i kryesor i filmave

# #21414
source: Default tvshow scraper
sq: Scraper'i kryesor i serialeve

# #21415
source: Default music video scraper
sq: Scraper'i kryesor i videove muzike

# #21417
source: - Settings
sq: - Cilësimet

# #21418
source: Multilingual
sq: Shumëgjuhësh

# #21419
source: No scrapers present
sq: Asnjë scraper në dispozicion

# #21420
source: Value to match
sq: Vlera që të përshtate

# #21421
source: Smart playlist rule
sq: Regul për listën dëgjimi mendjehollë

# #21422
source: Match items where
sq: Përshtati artikujt ku

# #21423
source: New rule...
sq: Regul i ri...

# #21424
source: Items must match
sq: Artikujt duhen të përshtaten

# #21425
source: all of the rules
sq: të gjith rregullat

# #21426
source: one or more of the rules
sq: nji ose më shum rregulla

# #21427
source: Limit to
sq: Kufizo deri

# #21428
source: No limit
sq: Asnjë kufizim

# #21429
source: Order by
sq: Porosi nga

# #21430
source: ascending
sq: ngjitës

# #21431
source: descending
sq: zbritës

# #21432
source: Edit smart playlist
sq: Modifiko listën të dëgjimit të mendjehollë

# #21433
source: Name of the playlist
sq: Emri i listës të dëgjimit

# #21434
source: Find items where
sq: Gjej artikujt ku

# #21435
source: Edit
sq: Modifiko

# #21436
source: %i items
sq: %i artikuj

# #21437
source: New smart playlist...
sq: Listë dëgjimi të mendjehollë

# #21439
source: Edit party mode rules
sq: Modifiko regullat të mënyrës party

# #21440
source: Home folder
sq: Rregjistri Home

# #21441
source: Watched count
sq: Njehsimi i dëgjimit

# #21442
source: Episode title
sq: Titulli i episodit

# #21443
source: Video resolution
sq: Zbërthimi i videos

# #21444
source: Audio channels
sq: Audio-kanalet

# #21445
source: Video codec
sq: Video codec'i

# #21446
source: Audio codec
sq: Audio codec'i

# #21447
source: Audio language
sq: Audio-gjuha

# #21448
source: Subtitle language
sq: Subtitër-gjuha

# #21449
source: Remote control sends keyboard presses
sq: Telekomanda dërgon shtypje të tastierës

# #21450
source: - Edit
sq: - Modifiko

# #21451
source: Internet connection required.
sq: Një lidhje interneti është e nevojshme

# #21452
source: Get More...
sq: Merr më shum...

# #21453
source: Root filesystem
sq: Filesistemi root

# #21454
source: Cache full
sq: U plotsua cache'i

# #21455
source: Cache filled before reaching required amount for continous playback
sq: U plotsua cache'i përpara se të arrije transmetimi i nevojshëm për dëgjimin

# #21456
source: External storage
sq: Harddisk i jashtëm

# #21457
source: Watched episode count
sq: Njehsimi i shikimit të episodëve

# #21460
source: Subtitle location
sq: Origjina e subtitrave

# #21461
source: Fixed
sq: fiksuar

# #21462
source: Bottom of video
sq: Fundi i videos

# #21463
source: Below video
sq: Poshtë videos

# #21464
source: Top of video
sq: Kulmi i videos

# #21465
source: Above video
sq: Sipër videos

# #21467
source: %.1f to %.1f
sq: %.1f tek %.1f

# #21468
source: %d to %d
sq: %d tek %d

# #21469
source: %s to %s
sq: %s tek %s

# #21800
source: File name
sq: Emri skedës

# #21801
source: File path
sq: Vendndodhja e skedës

# #21802
source: File size
sq: Madhësija e skedës

# #21803
source: File date/time
sq: Data/Koha e skedës

# #21804
source: Slide index
sq: indeksi rrëshqitës

# #21805
source: Resolution
sq: Zbërthimi

# #21806
source: Comment
sq: Koment

# #21807
source: Colour/B&W
sq: Ngjyra/B&Z

# #21808
source: JPEG process
sq: Procesi JPEG

# #21820
source: Date/Time
sq: Data/Koha

# #21821
source: Description
sq: Përshkrimi

# #21822
source: Camera make
sq: Kamera e bërë

# #21823
source: Camera model
sq: Modeli i kamerës

# #21824
source: EXIF comment
sq: Komenti EXIF

# #21827
source: Focal length
sq: Gjatësija fokal

# #21828
source: Focus distance
sq: Distanca e fokusit

# #21829
source: Exposure
sq: Ekspozimi

# #21830
source: Exposure time
sq: Koha e ekspozimit

# #21831
source: Exposure bias
sq: Bias e ekspozimit

# #21832
source: Exposure mode
sq: Mënyra e ekspozimit

# #21833
source: Flash used
sq: Blici i përdorur

# #21834
source: White-balance
sq: Balanca e bardhësis

# #21835
source: Light source
sq: Burimi i dritës

# #21836
source: Metering mode
sq: Menyra e matjes

# #21838
source: Digital zoom
sq: Zoomi digjital

# #21839
source: CCD width
sq: gjerësija CCD

# #21840
source: GPS latitude
sq: Latituda GPS

# #21841
source: GPS longitude
sq: Longituda GPS

# #21842
source: GPS altitude
sq: Altituda GPS

# #21843
source: Orientation
sq: Orientimi

# #21860
source: Supplemental categories
sq: Kotegorit plotësues

# #21862
source: Caption
sq: Titulli

# #21863
source: Author
sq: Autori

# #21864
source: Headline
sq: Titulli kryesor

# #21865
source: Special instructions
sq: Intruksione special

# #21866
source: Category
sq: Kategorija

# #21867
source: Byline
sq: Rreshti i parë

# #21868
source: Byline title
sq: Titulli i reshtit të parë

# #21870
source: Source
sq: Burimi

# #21871
source: Copyright notice
sq: Notifikime të Copyright'it

# #21872
source: Object name
sq: Emri i objektit

# #21873
source: City
sq: Qyteti

# #21874
source: State
sq: Shteti

# #21875
source: Country
sq: Vendi

# #21876
source: Original Tx Reference
sq: Referenca origjinale Tx

# #21877
source: Date created
sq: Data që ëshë krijuar

# #21879
source: Country code
sq: Kodi i shtetit

# #21880
source: Reference service
sq: Servisi i referencave

# #21881
source: Allow control of XBMC via UPnP
sq: Lejo komandimin të XBMC'së nëpërmjet UPnP

# #21882
source: Attempt to skip introduction before DVD menu
sq: Provo të kalosh paraqitjen para DVD menis

# #21883
source: Saved music
sq: Muzikë e ruajtur

# #21884
source: Query info for all artists
sq: Kërko informacionet për të gjith artistët

# #21885
source: Downloading album information
sq: Duke shkarkuar informacionet mbi albumin

# #21886
source: Downloading artist information
sq: Duke shkarkuar informacionet mbi artistin

# #21887
source: Biography
sq: Biografija

# #21888
source: Discography
sq: Diskografija

# #21889
source: Searching artist
sq: Duke kërkuar artistin

# #21890
source: Select artist
sq: Zgjedho artist

# #21891
source: Artist information
sq: Informacionet mbi artistin

# #21892
source: Instruments
sq: Instrumentet

# #21893
source: Born
sq: Lindur

# #21894
source: Formed
sq: Formuar

# #21895
source: Themes
sq: Maska

# #21896
source: Disbanded
sq: Të shpërbër

# #21897
source: Died
sq: Vdekur

# #21898
source: Years active
sq: Vite aktiv

# #21899
source: Label
sq: Etiketë

# #21900
source: Born/Formed
sq: Lindur/Formuar

# #22000
source: Update library on startup
sq: Aktualizo bibliotekën në fillim

# #22001
source: Hide progress of library updates
sq: Fshehe progresin të aktualizimit të bibliotekës

# #22002
source: - DNS suffix
sq: - Sufiksi DNS

# #22004
source: Delayed by: %2.3fs
sq: Vonuar: %2.3fs

# #22005
source: Ahead by: %2.3fs
sq: Përpara: %2.3fs

# #22006
source: Subtitle offset
sq: Ofseti të subtitrave

# #22009
source: OpenGL version:
sq: Verzioni të OpenGL

# #22010
source: GPU temperature:
sq: Temperatura të GPU's

# #22011
source: CPU temperature:
sq: Temperatura të CPU's

# #22012
source: Total memory
sq: Memoria totale

# #22013
source: Profile data
sq: Skedat të profilit

# #22014
source: Use dim if paused during video playback
sq: Përdore errësimin gjat pauzimit duke luajtur një video

# #22015
source: All recordings
sq: Të gjith regjistrimet

# #22016
source: By title
sq: Nga titulli

# #22017
source: By group
sq: Nga grupi

# #22018
source: Live channels
sq: Kanalet Live

# #22019
source: Recordings by title
sq: Rregjistrimet sipas titulli

# #22020
source: Guide
sq: Gida

# #22021
source: Allowed error in aspect ratio to minimize black bars
sq: Gabimi lejuar në proporcionet gjat minimalizimit të kallëpëve të zi

# #22022
source: Show video files in listings
sq: Trego video-skedat në listët

# #22024
source: Direct3D version:
sq: Verzioni i Direct3D

# #22030
source: Font
sq: Fonti

# #22031
source: - Size
sq: - Madhësia

# #22032
source: - Colours
sq: - Ngjyrat

# #22034
source: Export karaoke titles as HTML
sq: Eksportoj titullat karaoke si HTML

# #22035
source: Export karaoke titles as CSV
sq: Eksportoj titullat karaoke si CSV

# #22036
source: Import karaoke titles...
sq: Importoj titullat karaoke...

# #22037
source: Show song selector automatically
sq: Tregoje seleksionuesin të këngëve automatikisht

# #22038
source: Export karaoke titles...
sq: Eksportoj titullat karaoke...

# #22039
source: Enter song number
sq: Shkruaj numrin e këngës

# #22040
source: white/green
sq: bardhë/gjelbër

# #22041
source: white/red
sq: bardhë/kuq

# #22042
source: white/blue
sq: bardhë/kaltër

# #22043
source: black/white
sq: bardh/zi

# #22079
source: Default select action
sq: Akcioni i zgjedhjes të prezgjedhur

# #22080
source: Choose
sq: Zgjedho

# #22081
source: Show Information
sq: Trego informacionet

# #22082
source: More...
sq: Më shumë...

# #22083
source: Play all
sq: Ridëgjo të gjithët

# #23049
source: Teletext not available
sq: Teleksti nuk është në dispzicion

# #23050
source: Activate Teletext
sq: Aktivo Teletekstin

# #23051
source: Part %i
sq: Pjesa %i

# #23053
source: Stopping
sq: Duke ndalur

# #23054
source: Running
sq: Duke punuar

# #23055
source: Scale Teletext to 4:3
sq: Shkallëzo Teletekstin në 4:3

# #23100
source: External Player Active
sq: Riprodhues i jashtëm aktiv

# #23101
source: Click OK to terminate the player
sq: Kliko OK për të mbyllur riprodhuesin

# #23104
source: Click OK when playback has ended
sq: Kliko OK kur të përfundoje transmetimi

# #24000
source: Add-on
sq: Shtesë

# #24001
source: Add-ons
sq: Shtesa

# #24002
source: Add-on options
sq: Opcionet të shtesave

# #24003
source: Add-on Information
sq: Informacionet mbi shtesat

# #24005
source: Media sources
sq: Origjina të mediave

# #24007
source: Movie information
sq: Zhvendos informacionin

# #24008
source: Screensaver
sq: Ekran-Ruajtësi

# #24009
source: Script
sq: Skript

# #24010
source: Visualization
sq: Vizualizim

# #24011
source: Add-on repository
sq: Origjine e shtesave

# #24012
source: Subtitles
sq: Subtitrat

# #24013
source: Lyrics
sq: Tekst Kënge

# #24014
source: TV information
sq: Informacion mbi TV'në

# #24015
source: Music video information
sq: Informacionet të videos muzike

# #24016
source: Album information
sq: Informacionet mbi albumet

# #24017
source: Artist information
sq: Informacion mbi artistin

# #24018
source: Services
sq: Servise

# #24019
source: PVR clients
sq: PVR kilentët

# #24020
source: Configure
sq: Cilëso

# #24021
source: Disable
sq: Deaktivo

# #24022
source: Enable
sq: Aktivo

# #24023
source: Add-on disabled
sq: Shtesa e deaktivuar

# #24027
source: Weather
sq: Moti

# #24028
source: Weather.com (standard)
sq: Weather.com (prezgjedhur)

# #24029
source: Service for weather information
sq: Servisi për informacionet të motit

# #24030
source: This Add-on can not be configured
sq: Kjo shtesë nuk mund të cilësohet

# #24031
source: Error loading settings
sq: Gabim duke ngarkuar cilësimet

# #24032
source: All Add-ons
sq: Gjith Shtesat

# #24033
source: Get Add-ons
sq: Shkarko Shtesa

# #24034
source: Check for updates
sq: Shiko për aktualizime

# #24035
source: Force refresh
sq: Forco rifreskim

# #24037
source: Uninstall
sq: Fshij

# #24039
source: Disabled Add-ons
sq: Shtesa të deaktivuara

# #24040
source: (Clear the current setting)
sq: (Fshij cilësimin aktual)

# #24041
source: Install from zip file
sq: Installo prej një skede zip

# #24042
source: Downloading %i%%
sq: Duke shkarkuar %i%%

# #24043
source: Available Updates
sq: Aktualizim në dispozicion

# #24044
source: Dependencies not met
sq: Nuk u plotsuan varësit

# #24045
source: Add-on does not have the correct structure
sq: Shtesa nuk e përmban strukturën korekte

# #24046
source: %s is used by the following installed add-on(s)
sq: %s përdoret nga këto shtesat të installuara

# #24047
source: This add-on cannot be uninstalled
sq: Kjo shtesë nuk mund të fshijet

# #24050
source: Available Add-ons
sq: Shtesa në dispozicion

# #24051
source: Version:
sq: Versioni:

# #24052
source: Disclaimer
sq: Mohimi:

# #24053
source: License:
sq: Liçensa:

# #24059
source: Would you like to enable this Add-on?
sq: Dëshiron të aktivosh këto shtesë?

# #24060
source: Would you like to disable this Add-on?
sq: Dëshiron të ndalosh këto shtesë?

# #24061
source: Add-on update available!
sq: Aktualizim për këto shtesë në dispozicion!

# #24062
source: Enabled Add-ons
sq: Shtesa të aktivuara

# #24063
source: Auto update
sq: Auto aktualizim

# #24064
source: Add-on enabled
sq: Shtesë e aktivuar

# #24065
source: Add-on updated
sq: U aktualizua shtesa

# #24066
source: Cancel Add-on download?
sq: Ndalo shkarkimin të shtesës?

# #24067
source: Currently downloading Add-ons
sq: Duke shkarkuar shtesa

# #24068
source: Update available
sq: Aktualizim në dispozicion

# #24069
source: Update
sq: Aktualizo

# #24070
source: Add-on could not be loaded.
sq: SHtesa nuk mundi të ngarkohet.

# #24071
source: An unknown error has occurred.
sq: Ndodhi një gabim i panjohur.

# #24072
source: Settings required
sq: Duhen cilësimet

# #24073
source: Could not connect
sq: Nuk mundi të lidhet

# #24074
source: Needs to restart
sq: Duhet të ristartohet

# #24075
source: Disable
sq: Deaktivo

# #24076
source: Add-on Required
sq: Duhet Shtesë

# #24080
source: Try to reconnect?
sq: Provo të rilidhish?

# #24089
source: Add-on restarts
sq: Ristartohet shtesa

# #24090
source: Lock Add-on manager
sq: Bllokoje menaxherin të shtesave

# #24094
source: (current)
sq: (aktual)

# #24095
source: (blacklisted)
sq: (i bllokuar)

# #24096
source: Add-on has been marked as broken in repository.
sq: Shtesa është shenuar e prishur në origjinën.

# #24097
source: Would you like to disable it on your system?
sq: Dëshiron të deaktivosh këto në sistemin tënd?

# #24098
source: Broken
sq: E prishur

# #24099
source: Would you like to switch to this skin?
sq: Dëshiron të kalosh në këto maskë tani?

# #24100
source: To use this feature you must download an Add-on:
sq: Për të përdorur këto funkcionalitet duhet të shkarkohet një shtesë:

# #24101
source: Would you like to download this Add-on?
sq: Dëshiron të shkarkosh këto shtesë?

# #24102
source: Unable to load skin
sq: Ngeli ngarkimi maskës

# #24103
source: Skin is missing some files
sq: Maskës i mungojnë dysa skeda

# #25000
source: Notifications
sq: Njoftimet

# #25001
source: Hide foreign
sq: Fshehi të huajt

# #25002
source: Select from all titles ...
sq: Zgjedho nga të gjith titujt...

# #25003
source: Show bluray menus
sq: Tregoj menijat bluray

# #25004
source: Play main title: %d
sq: Ridëgjo titullin kryesor: %d

# #25005
source: Title: %d
sq: Titulli: %d

# #25006
source: Select playback item
sq: Zgjedho titullin për riprodhimin

# #29800
source: Library Mode
sq: Mënyra biblioteke

# #29801
source: QWERTY keyboard
sq: Tastierë QWERTY

# #29802
source: Passthrough Audio in use
sq: Passthrough Audio në përdorim

# #33001
source: Trailer quality
sq: Kualiteti të trailer'ave

# #33002
source: Stream
sq: Transmeto

# #33003
source: Download
sq: Shkarko

# #33004
source: Download & play
sq: Shkarko & riprodho

# #33005
source: Download & save
sq: Shkarko & ruaj

# #33006
source: Today
sq: Sot

# #33007
source: Tomorrow
sq: Nesër

# #33008
source: Saving
sq: Duke ruajtur

# #33009
source: Copying
sq: Duke kopjuar

# #33010
source: Set download directory
sq: Cilëso adresarin të shkarkimëve

# #33011
source: Search duration
sq: Kohëzgjatja të kërkimit

# #33012
source: Short
sq: Të shkurtë

# #33013
source: Long
sq: Të gjatë

# #33014
source: Use DVD player instead of regular player
sq: Përdore DVD riproghuesin në vend të riprghuesit të rregullt

# #33015
source: Ask for download before playing video
sq: Pyet për shkarkim përpara se të riprodhohet video

# #33016
source: Clips
sq: Klipe

# #33017
source: Restart plugin to enable
sq: Ristarto shtesën për aktivizimin

# #33018
source: Tonight
sq: Sonte

# #33019
source: Tomorrow Night
sq: Neser mbrëmje

# #33020
source: Condition
sq: Kushti

# #33021
source: Precipitation
sq: Reshje

# #33022
source: Precip
sq: Reshje

# #33023
source: Humid
sq: Të lagësht

# #33024
source: Feels
sq: Ndihet si

# #33025
source: Observed
sq: Vëzhguar

# #33026
source: Departure from normal
sq: Fillimi nga normal

# #33027
source: Sunrise
sq: Lindja e diellit

# #33028
source: Sunset
sq: Perendimi i diellit

# #33029
source: Details
sq: Detale

# #33030
source: Outlook
sq: Pikëpamje

# #33032
source: Translate text
sq: Përkthe tekstin

# #33033
source: Map list %s category
sq: Zgjedho kategorin për listën %s

# #33034
source: 36 Hour
sq: 36 Orësh

# #33035
source: Maps
sq: Hartat

# #33036
source: Hourly
sq: Çdo orë

# #33037
source: Weekend
sq: Fundjavë

# #33038
source: %s day
sq: dita %s

# #33049
source: Alert
sq: Alarmë

# #33050
source: Alerts
sq: Alarmë

# #33051
source: Choose Your
sq: Zgjedho

# #33052
source: Check
sq: Kontrollo

# #33053
source: Configure the
sq: Cilëso

# #33054
source: Seasons
sq: Sezonet

# #33055
source: Use your
sq: Përdor

# #33056
source: Watch your
sq: Shiko

# #33057
source: Listen to
sq: Dëgjo

# #33058
source: View your
sq: Shiko
