Repository: romanlum/xbmc
Catalog: language/Albanian/strings.po
Languages: sq

# #603
source: Extreme
sq: Ekstrem

# #604
source: Constant bitrate
sq: Bitrata konstante

# #605
source: Ripping...
sq: Duke kopjuar...

# #607
source: To:
sq: Tek:

# #608
source: Could not rip CD or track
sq: Ngel kopimi i CDsë ose këngës

# #609
source: CDDARipPath is not set.
sq: CDDARipPath nuk është cilesuar

# #610
source: Rip audio track
sq: Kopjo këngën

# #611
source: Enter number
sq: Shkruar numrin

# #613
source: Sample rate
sq: Sample rata

# #620
source: Audio CDs
sq: CDja muzikore

# #622
source: Quality
sq: Kualiteti

# #623
source: Bitrate
sq: Bitrata

# #624
source: Include track number
sq: Inkludo numrin e këngës

# #625
source: All songs of
sq: Gjith këngët nga

# #626
source: In progress TV shows
sq: Serialet në progres

# #629
source: View mode
sq: Mënyra e Pamjes

# #632
source: Stretch 4:3
sq: Zgjatësim 4:3

# #633
source: Wide Zoom
sq: Zgjatësim i hapur fort

# #634
source: Stretch 16:9
sq: Zgjatësim 16:9

# #635
source: Original Size
sq: Madhësija origjinale

# #636
source: Custom
sq: Sipas përdoruesit

# #637
source: Replay gain
sq: Niveli zërit

# #638
source: Replaygain volume adjustments
sq: Rregullimi nivelit zërit

# #639
source: Use track levels
sq: Përdor nivelin e këngëve

# #640
source: Use album levels
sq: Përdor nivelin e albumëve

# #641
source: PreAmp Level - Replay gained files
sq: Niveli Parapërforcuesit - Skeda me nivelin e zërit të rregulluar

# #642
source: PreAmp Level - Non replay gained files
sq: Niveli Parapërforcuesit - Skeda me nivelin e zërit të pa rregulluar

# #643
source: Avoid clipping on replay gained files
sq: Shfuqizijo gabimet në zërin e skedave me zërin e rregulluar

# #644
source: Crop black bars
sq: Largoj shiritë të zi

# #645
source: Need to unpack a big file. Continue?
sq: Duhet të shpaketohet një skedë e madhe. Të vazhdohet?

# #646
source: Remove from library
sq: Fshij nga biblioteka

# #647
source: Export video library
sq: Eksporto video-bibliotekën

# #648
source: Import video library
sq: Importo video-bibliotekën

# #649
source: Importing
sq: Duke importuar

# #650
source: Exporting
sq: Duke eksportuar

# #651
source: Browse for library
sq: Shfleto për bibliotekë

# #652
source: Years
sq: Vite

# #653
source: Update library
sq: Aktualizim i bibliotekës

# #654
source: Show debug info
sq: Trego informacionet debug

# #655
source: Browse for executable
sq: Shfleto për ekzekutueshme

# #656
source: Browse for playlist
sq: Shfleto për listën dëgjimi

# #657
source: Browse for folder
sq: Shfleto për rregjistër

# #658
source: Song information
sq: Informacionet mbi këngët

# #659
source: Non-linear stretch
sq: Zgjatësim jo-linear

# #660
source: Volume amplification
sq: Përforcimi zërit

# #661
source: Choose export folder
sq: Zgjedho rregistrin e eksportimit

# #662
source: This file is no longer available.
sq: Kjo skedë tani nuk është më në dispozicion

# #663
source: Would you like to remove it from the library?
sq: Dëshiron të fshihet nga biblioteka?

# #664
source: Browse for Script
sq: Shfleto për skript

# #665
source: Compression level
sq: Niveli kompresionit

# #700
source: Cleaning up library
sq: Duke pastruar bibliotekën

# #701
source: Removing old songs from the library
sq: Duke pastruar kënga të vjetra nga biblioteka

# #702
source: This path has been scanned before
sq: Kjo vendndodhje është kërkuar më përpara

# #705
source: Network
sq: Rrjeti

# #708
source: Use an HTTP proxy server to access the internet
sq: - Përdor një proxy HTTP për lidhjen e internetit

# #711
source: Internet Protocol (IP)
sq: Protokoli Internetit (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
sq: Porti specifikuar është invalid. Vlera duhet të jet ndërmjet 1 dhe 65525.

# #715
source: - Assignment
sq: - Caktimi

# #716
source: Automatic (DHCP)
sq: Automatik (DHCP)

# #717
source: Manual (Static)
sq: Manual (Statik)

# #719
source: - IP address
sq: - Adresa IP

# #721
source: - Default gateway
sq: - Getway standard

# #722
source: - DNS server
sq: - Serveri DNS

# #723
source: Save & restart
sq: Rregjistro & Ristarto

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
sq: Adresa e specifikuar është invalid. Vlera duhet të jet AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
sq: me numra ndërmjet 0 dhe 255.

# #726
source: Changes not saved. Continue without saving?
sq: Ndryshimet nuk janë rregjistruar. Të vazhdohet pa rregjistrim?

# #727
source: Web server
sq: Serveri Web

# #728
source: FTP server
sq: Serveri FTP

# #730
source: - Port
sq: - Porti

# #732
source: Save & apply
sq: Rregjistro & Përdor

# #733
source: - Password
sq: - Fjalkalimi

# #734
source: No pass
sq: Asnjë fjalkalim

# #736
source: - Style
sq: - Stili

# #737
source: - Colour
sq: - Ngjyra

# #739
source: Bold
sq: I gjërë

# #740
source: Italics
sq: kursiv

# #741
source: Bold italics
sq: kursiv më i hapur

# #742
source: White
sq: E Bardhë

# #743
source: Yellow
sq: E Gjelbërt

# #744
source: Files
sq: Skeda

# #745
source: No scanned information for this view
sq: Asnjë informacion i gjindur për keto pamje

# #746
source: Please turn off library mode
sq: Të lutem deaktivo menyrën biblioteke

# #747
source: Error loading image
sq: Gabim duke ngarkuar imazhin

# #748
source: Edit path
sq: Modifiko vendndodhjen

# #749
source: Mirror image
sq: Imazh pasqyrues

# #750
source: Are you sure?
sq: Je i sigurt?

# #751
source: Removing source
sq: Duke larguar origjinën

# #754
source: Add program link
sq: Shto vendndodhje programi

# #755
source: Edit program path
sq: Modifiko vendndodhjen e programit

# #756
source: Edit program name
sq: Modifiko emrin e programit

# #757
source: Edit path depth
sq: Modifiko thellësin të vendndodjes

# #759
source: View: Big list
sq: Pamja: Listë e madhe

# #760
source: Yellow
sq: E Gjelbërt

# #761
source: White
sq: E Bardhë

# #762
source: Blue
sq: E kaltërt

# #763
source: Bright green
sq: E gjelbërt e çelët

# #764
source: Yellow green
sq: I verdh dhe i gjelbërt

# #766
source: Light grey
sq: E hirtë e çelët

# #767
source: Grey
sq: I hirtë

# #770
source: Error %i: share not available
sq: Gabim %i: share jo ne dispozicion

# #772
source: Audio output
sq: Audio

# #773
source: Seeking
sq: Duke kërkuar

# #774
source: Slideshow folder
sq: Rregistri i paradës

# #775
source: Network interface
sq: Ndërfaqja e rrjetit

# #776
source: - Wireless network name (ESSID)
sq: - Emri i rrjetit wireless (ESSID)

# #777
source: - Wireless password
sq: - Fjalkalimi i rrjetit wireless

# #778
source: - Wireless security
sq: - Siguria e rrjetit wireless

# #779
source: Save and apply network interface settings
sq: - Ruaj dhe apliko cilësimet e ndërfaqjes të rrjetit

# #784
source: Applying network interface settings. Please wait.
sq: Duke aplikuar cilësimet e ndërfaqjes të rrjetit. Të lutem prit.

# #785
source: Network interface restarted successfully.
sq: Ndërfaqja e rrjetit ristartoj me sukses.

# #786
source: Network interface did not start successfully.
sq: Ndërfaqja e rrjetit nuk mundi të startohet me sukses.

# #787
source: Interface disabled
sq: Ndërfaqja e deaktivuar

# #788
source: Network interface disabled successfully.
sq: Ndërfaqja e rrjetit është deaktivuar me sukses.

# #789
source: Wireless network name (ESSID)
sq: Emri i rrjetit wireless (ESSID)

# #790
source: Remote control
sq: Telekomanda

# #791
source: Allow programs on this system to control XBMC
sq: Lejo programe në këto sistem që të komandojnë XBMC'në

# #792
source: Port
sq: Porti

# #793
source: Port range
sq: Vargu i portëve

# #794
source: Allow programs on other systems to control XBMC
sq: Lejo programe në tjetër sistem që të komandojnë XBMC'në

# #795
source: Initial repeat delay (ms)
sq: Vonesa fillore e përsërimit

# #796
source: Continuous repeat delay (ms)
sq: Vonesa vazhdues e përsërimit

# #797
source: Maximum number of clients
sq: Numri maksimal i klientëve

# #798
source: Internet access
sq: Lidhja e internetit

# #799
source: Library Update
sq: Aktualizim i bibliotekës

# #800
source: Music library needs to rescan art from tags
sq: Biblioteka e muzikës duhet të rikërkoje artin nga tag'at

# #801
source: Would you like to scan now?
sq: Dëshiron të kërkosh tani?

# #850
source: Invalid port number entered
sq: Numri portit që u dha është i pasaktë

# #851
source: Valid port range is 1-65535
sq: Vargu i portëve të vlefshëm është 1-65535

# #852
source: Valid port range is 1024-65535
sq: Vargu i portëve të vlefshëm është 1024-65535

# #998
source: Add Music...
sq: Shto Muzikë...

# #999
source: Add Videos...
sq: Shto Video...

# #1000
source: - Preview
sq: - Parashikim

# #1001
source: Unable to connect
sq: Nuk mund të lidhet

# #1002
source: XBMC was unable to connect to the network location.
sq: XBMC nuk mund të lidhet me pozicionin e rrjetit

# #1003
source: This could be due to the network not being connected.
sq: Kjo mund të jet përshkak një rrjeti që nuk është lidhur.

# #1004
source: Would you like to add it anyway?
sq: Dëshrion të shtosh këto dosido?

# #1006
source: IP address
sq: Adresa IP

# #1007
source: Add network location
sq: Shto një pozicion rrjeti

# #1008
source: Protocol
sq: Protokol

# #1009
source: Server address
sq: Adresë serveri

# #1010
source: Server name
sq: Emër serveri

# #1011
source: Remote path
sq: Vendndodjei e lartë

# #1012
source: Shared folder
sq: Adresar që shpërndahet

# #1013
source: Port
sq: Porti

# #1014
source: Username
sq: Emër-kalues

# #1015
source: Browse for network server
sq: Shfleto për serverin në rrjet

# #1016
source: Enter the network address of the server
sq: Shkruaj adresen e rrjetit të serverit

# #1017
source: Enter the path on the server
sq: Shkruaj vendndodhjen për keto server

# #1018
source: Enter the port number
sq: Shkruaj numrin e portit

# #1019
source: Enter the username
sq: Shkruaj emrin përdoruesi

# #1020
source: Add %s source
sq: Shto origjinën %s

# #1021
source: Enter the paths or browse for the media locations.
sq: Shkruaj vendndodhjet ose shfleto për pozicionin e mediave

# #1022
source: Enter a name for this media Source.
sq: Shkruaj një emër për këto origjinën e mediave

# #1023
source: Browse for new share
sq: Shfleto për një share të ri

# #1024
source: Browse
sq: Shfleto

# #1025
source: Could not retrieve directory information.
sq: nuk mund të gjinden informacione për këto adresar

# #1026
source: Add source
sq: Shto origjinë

# #1027
source: Edit source
sq: Modifiko origjinë

# #1028
source: Edit %s source
sq: Modifiko origjinën %s

# #1029
source: Enter the new label
sq: Shkruaj etiketën e re

# #1030
source: Browse for image
sq: Shfleto për imazh

# #1031
source: Browse for image folder
sq: Shfleto për rregjistër imazhesh

# #1032
source: Add network location...
sq: Shto një pozicion rrjeti...

# #1033
source: Browse for file
sq: Shfleto për skedë

# #1034
source: Submenu
sq: Ndërmeni

# #1035
source: Enable submenu buttons
sq: Aktivo butonet e submenive

# #1036
source: Favourites
sq: Të Preferuara

# #1037
source: Video Add-ons
sq: Shtesa video

# #1038
source: Music Add-ons
sq: Shtesa audio

# #1039
source: Picture Add-ons
sq: Shtesa imazh

# #1040
source: Loading directory
sq: Duke ngarkuar adresarin

# #1041
source: Retrieved %i items
sq: Morra %i artikuj

# #1042
source: Retrieved %i of %i items
sq: Morra %i nga %i artikuj

# #1043
source: Program Add-ons
sq: Shtesa program

# #1044
source: Set plugin thumb
sq: Cilesoj thumbs për shtesën

# #1045
source: Add-on settings
sq: Cilësimet e shtesave

# #1047
source: Other...
sq: Të tjera...

# #1048
source: - Username
sq: - Emër përdoruesi

# #1049
source: Script settings
sq: Cilësimet e skriptëve

# #1051
source: Enter web address
sq: Shkruaj adresen e internetit

# #1200
source: SMB client
sq: Klienti SMB

# #1203
source: Default username
sq: Emër përdoruesi standard

# #1204
source: Default password
sq: Fjalkalimi standard

# #1207
source: WINS server
sq: Serveri WINS

# #1208
source: Mount SMB shares
sq: Ngjiti SMB shares

# #1210
source: Remove
sq: Fshij

# #1211
source: Music
sq: Muzikë

# #1213
source: Pictures
sq: Fotografi

# #1214
source: Files
sq: Skeda

# #1215
source: Music & video
sq: Muzikë & video

# #1216
source: Music & pictures
sq: Muzikë & imazhe

# #1217
source: Music & files
sq: Muzikë & Skeda

# #1218
source: Video & pictures
sq: Video & imazhe

# #1219
source: Video & files
sq: Video & Skeda

# #1220
source: Pictures & files
sq: Fotografi & Skeda

# #1221
source: Music & video & pictures
sq: Muzikë & video & imazhe

# #1222
source: Music & video & pictures & files
sq: Muzikë & video & fotografi & skeda

# #1223
source: Disabled
sq: Deaktivuar

# #1226
source: Files & music & video
sq: Skeda & muzikë & video

# #1227
source: Files & pictures & music
sq: skeda & fotografi & muzikë

# #1228
source: Files & pictures & video
sq: skeda & fotografi & video

# #1229
source: Music & programs
sq: Muzikë & programe

# #1230
source: Video & programs
sq: Video & programe

# #1231
source: Pictures & programs
sq: Fotografi & programe

# #1232
source: Music & video & pictures & programs
sq: Muzikë & video & fotografi & programe

# #1233
source: Programs & video & music
sq: Programe & video & muzikë

# #1234
source: Programs & pictures & music
sq: Programe & fotografi & muzikë

# #1235
source: Programs & pictures & video
sq: Programe & fotografi & video

# #1260
source: Announce these services to other systems via Zeroconf
sq: Informo tjera sisteme për këto servise nëpërmjet Zeroconf

# #1270
source: Allow XBMC to receive AirPlay content
sq: Lejo XBMC'në të pranoje përmbajte AirPlay

# #1271
source: Device name
sq: Emri aparatit

# #1272
source: - Use password protection
sq: - Përdor mbrojtjen me fjalkalim

# #1275
source: Filter %s
sq: Filteri %s

# #1300
source: Custom audio device
sq: Tjetër aparat për audio

# #1301
source: Custom passthrough device
sq: Tjetëer aparat për passthrough

# #1396
source: Drifting
sq: Duke lëvizur

# #1397
source: and
sq: dhe

# #1398
source: Freezing
sq: Duke ngrirë

# #1399
source: Late
sq: Vonë

# #1400
source: Isolated
sq: Isoluar

# #1401
source: Thundershowers
sq: Shi me bubullime

# #1402
source: Thunder
sq: Bubullimë

# #1403
source: Sun
sq: Die

# #1404
source: Heavy
sq: I rëndë

# #1405
source: in
sq: në

# #1407
source: Vicinity
sq: Afërsija

# #1408
source: Ice
sq: Akull

# #1409
source: Crystals
sq: Kristale

# #1410
source: Calm
sq: Rëhat

# #1411
source: with
sq: me

# #1412
source: windy
sq: Erë të lehtë

# #1413
source: Patches
sq: Patch'a

# #1414
source: Thunderstorm
sq: Stuhi me bubullime

# #1415
source: Drizzle
sq: Shi i imët

# #1416
source: Foggy
sq: Të mjegullt

# #1417
source: Grains
sq: Kokrra

# #1418
source: Thunderstorms
sq: Stuhi Bumbullimesh

# #1419
source: Shallow
sq: Imët

# #1420
source: Moderate
sq: Mesatar

# #1421
source: Very High
sq: Shum naltë

# #1422
source: Windy
sq: Me erë

# #1423
source: Mist
sq: Mjegull

# #1424
source: Overcast
sq: Vrenjtur

# #1425
source: Pellets
sq: Paletës

# #1426
source: Hail
sq: Breshër

# #1427
source: Smoke
sq: Tym

# #1428
source: Volcanic
sq: Vulkanik

# #1429
source: Ash
sq: Hi

# #1430
source: Widespread
sq: Përhapur

# #1431
source: Dust
sq: Pluhur

# #1432
source: Sand
sq: Rërë

# #1433
source: Spray
sq: Llak

# #1434
source: Whirls
sq: Rotulla

# #1435
source: Sandstorm
sq: Stuhi rëri

# #1436
source: Blowing
sq: Duke fryrë

# #1437
source: Pellet
sq: Topth

# #1438
source: Small
sq: Të vogël

# #1439
source: and
sq: dhe

# #1440
source: Sleet
sq: Borë me shi

# #1441
source: with
sq: me

# #1442
source: Chance
sq: Shansa

# #1443
source: of
sq: nga

# #1444
source: Funnel
sq: Gyp

# #1445
source: Cloud
sq: Mjegull

# #1446
source: Unknown
sq: I panjoftur

# #1447
source: Squals
sq: Erë e fortë

# #1448
source: Precipitation
sq: Reshje

# #1449
source: Partial
sq: E pjesshëm

# #1450
source: Put display to sleep when idle
sq: Fute ekranin në gjum kur të rrije kot

# #2080
source: Empty list
sq: Listë e zbrazët

# #2081
source: Went back to parent list because the active list has been emptied
sq: U kthye mbrapa tek lista kryesore sepse lista aktive është zbrazur

# #2100
source: Script failed! : %s
sq: Ngeli skripti! : %s

# #2101
source: Newer version needed - See log
sq: Duhet një verzion më i rri - Shiko log

# #4501
source: Enable LCD/VFD
sq: ¸Aktivo LCD/VFD

# #10000
source: Home
sq: Meni kryesor

# #10001
source: Programs
sq: Programe

# #10002
source: Pictures
sq: Fotografi

# #10003
source: File manager
sq: Skedari

# #10004
source: Settings
sq: Konfigurimet

# #10005
source: Music
sq: Muzikë

# #10006
source: Videos
sq: Video

# #10007
source: System information
sq: Informacionet mbi sistemin

# #10008
source: Settings - General
sq: Cilësimet - Të përgjithshëm

# #10009
source: Settings - Screen
sq: Cilësimet - Ekrani

# #10010
source: Settings - Appearance - GUI Calibration
sq: Cilësimet - Pamja - Kalibrimi GUI

# #10011
source: Settings - Videos - Screen Calibration
sq: Cilësimet - Video - Kalibrimi i ekranit

# #10012
source: Settings - Pictures
sq: Cilësimet - Fotografi

# #10013
source: Settings - Programs
sq: CIlësimet - Programe

# #10014
source: Settings - Weather
sq: Cilësimet - Moti

# #10015
source: Settings - Music
sq: Cilësimet - Muzikë

# #10016
source: Settings - System
sq: Cilësimet - Sistemi

# #10017
source: Settings - Videos
sq: Cilësimet - Video

# #10018
source: Settings - Network
sq: Cilësimet - Rrjeti

# #10019
source: Settings - Appearance
sq: Cilësimet - Dukje

# #10020
source: Scripts
sq: Skripte

# #10025
source: Videos
sq: Video

# #10028
source: Videos/Playlist
sq: Video/Listë dëgjimi

# #10029
source: Login screen
sq: Ekrani i hyrjes

# #10034
source: Settings - Profiles
sq: Cilësimet - Profile

# #10040
source: Addon browser
sq: Shfletues i shtesave

# #10100
source: Yes/No dialog
sq: Dialogu Po/Jo

# #10101
source: Progress dialog
sq: Dialogu i progresit

# #10210
source: Looking for subtitles...
sq: Duke kërkuar për subtitra...

# #10211
source: Looking for or caching subtitles...
sq: Duke kërkuar ose duke rregistruar në cache subtitra...

# #10212
source: terminating
sq: Duke përfunduar

# #10214
source: Opening stream
sq: Duke hapur transmetimin

# #10500
source: Music/Playlist
sq: Muzikë/Lista dëgjimi

# #10501
source: Music/Files
sq: Muzikë/Skeda

# #10502
source: Music/Library
sq: Muzikë/Biblioteka

# #10503
source: Playlist editor
sq: Editor për Listën dëgjimi

# #10504
source: Top 100 songs
sq: Këngët Top 100

# #10505
source: Top 100 albums
sq: Albumet Top 100

# #10506
source: Programs
sq: Programe

# #10507
source: Configuration
sq: Konfigurimi

# #10508
source: Weather forecast
sq: Parashikimi Motit

# #10509
source: Network gaming
sq: Loja nëpërmes rrjetit

# #10510
source: Extensions
sq: Shtesë

# #10511
source: System info
sq: Info i sistemit

# #10516
source: Music - Library
sq: Muzikë - Biblioteka

# #10517
source: Now Playing - Music
sq: Duke riprodhuar- Muzikë

# #10522
source: Now Playing - Videos
sq: Duke riprodhuar- Video

# #10523
source: Album info
sq: Informacione të albumit

# #10524
source: Movie info
sq: Informacione të filmit

# #12000
source: Select dialog
sq: Dialog i zgjedhimit

# #12001
source: Music/Info
sq: Muzikë/Informacion

# #12002
source: Dialog OK
sq: Dialogu OK

# #12003
source: Videos/Info
sq: Video/Informacione

# #12004
source: Scripts/Info
sq: Skripte/Informacione

# #12005
source: Fullscreen video
sq: Video në ekranin të plotë

# #12006
source: Audio visualization
sq: Audio-vizualizim

# #12008
source: File stacking dialog
sq: Dialog grumbullimi të skedave

# #12009
source: Rebuild index...
sq: Rindërto indeksin...

# #12010
source: Return to music window
sq: Kthehu tek dritarja e muzikës

# #12011
source: Return to videos window
sq: Kthehu tek dritarja e videove

# #12021
source: Start from beginning
sq: Nis prej fillimi

# #12022
source: Resume from %s
sq: Rrifillo nga %s

# #12325
source: Locked! Enter code...
sq: E mbyllur! Fut kodin...

# #12326
source: Enter password
sq: Shkruaj fjalkalimin

# #12327
source: Enter master code
sq: Shkruaj kodin kryesor

# #12328
source: Enter unlock code
sq: Shkruaj kodin

# #12329
source: or press C to cancel
sq: ose shtyp C për të anuluar

# #12330
source: Enter gamepad button combo and
sq: Fut kombinimin në gamepad dhe

# #12331
source: press OK, or Back to cancel
sq: shtyp OK, ose Mbrapa për të anular

# #12332
source: Set lock
sq: Cilëso dryrin

# #12333
source: Unlock
sq: Hape

# #12334
source: Reset lock
sq: Rivendos dryrin

# #12335
source: Remove lock
sq: Hiqe dryrin

# #12337
source: Numeric password
sq: Fjalkalim numerik

# #12338
source: Gamepad button combo
sq: Kombination e një gamepad

# #12339
source: Full-text password
sq: Fjalkalim në text

# #12340
source: Enter new password
sq: Shkruaj fjalkalimin të rri

# #12341
source: Re-Enter new password
sq: Rishkruaj fjalkalimin të rri

# #12342
source: Incorrect password,
sq: Fjalkalimi i pasaktë

# #12343
source: retries left
sq: përsërime që lejohen

# #12344
source: Passwords entered did not match.
sq: Fjalkalimet që u shkruan nuk përputhen.

# #12345
source: Access denied
sq: Hyrja u refuzua

# #12346
source: Password retry limit exceeded.
sq: Numri maksimal i përsërimeve të fjalkalimit kaloj.

# #12347
source: The system will now shut off.
sq: Sistemi do të fiket tani.

# #12348
source: Item locked
sq: Artikuli është bllokuar

# #12349
source: Updating video library art
sq: Duke përditësuar artin të bibliotekës e videove

# #12350
source: Processing %s
sq: Duke përpunuar %s

# #12351
source: The art cache in your video library needs updating.
sq: Cache'i i artit në bibliotekën e videove tuaj kërkon një përditësim.

# #12352
source: No downloading is needed.
sq: Nuk kërkohet asnjë përditësim

# #12353
source: Reactivate lock
sq: Reaktivo dryrin

# #12354
source: Would you like to update it now?
sq: Dëshiron të aktualizosh këto tani?

# #12356
source: Change lock
sq: Ndrysho dryrin

# #12357
source: Source lock
sq: Dry i vendndodhjes

# #12358
source: Password entry was blank. Try again.
sq: Asnjë fjalkalim nuk është shkruar. Provo përsëri

# #12360
source: Master lock
sq: Dryri kryesor

# #12362
source: Shutdown system if Master Lock retries exceeded
sq: Fike sistemin nëse tejkalojnë përsërimet e dhënjes të fjalkalimit kryesor

# #12367
source: Master code is not valid
sq: Kodi kryesor nuk është vlefshëm

# #12368
source: Please enter a valid master code
sq: Të lutem fut një kod kryesor të vlefshëm

# #12373
source: Settings & file manager
sq: Cilësimet & Skedari

# #12376
source: Set as default for all videos
sq: Cilëso si të prezgjedhur për të gjih videot

# #12377
source: This will reset any previously saved values
sq: Kjo do të fshije të gjith të dhënat që janë rregjistruar së pari

# #12378
source: Amount of time to display each image
sq: Vlera e kohës që të tregohet çdo imazh

# #12379
source: Use pan and zoom effects
sq: Përdori efektet pan dhe zoom

# #12383
source: 12 hour clock
sq: Ora 12-orësh

# #12384
source: 24 hour clock
sq: Ora 24-orësh

# #12385
source: Day/Month
sq: Dita/Muaji

# #12386
source: Month/Day
sq: Muaji/Dita

# #12390
source: System uptime
sq: Uptime të sistemit

# #12391
source: Minutes
sq: Minuta

# #12392
source: Hours
sq: Ora

# #12393
source: Days
sq: Ditë

# #12394
source: Total uptime
sq: Koha që ëshë lidhur

# #12395
source: Battery level
sq: Niveli Bateris

# #12600
source: Weather
sq: Moti

# #12900
source: Screensaver
sq: Ekran-Ruajtësi

# #12901
source: Fullscreen OSD
sq: Ekrani i plot OSD

# #13000
source: System
sq: Sistemi

# #13001
source: Immediate HD spindown
sq: Ngadalsimi i harddiskut i menjëhershëm

# #13002
source: Video only
sq: Vetëm video

# #13003
source: - Delay
sq: - Vonesë

# #13004
source: - Minimum file duration
sq: - Kohëzgjatja minimal e skedave

# #13005
source: Shutdown
sq: Fikje

# #13008
source: Shutdown function
sq: Funksioni Fikjes
