Repository: romanlum/xbmc
Catalog: language/Albanian/strings.po
Languages: sq

# #15282
source: Enter a tag name to find similar ones
sq: Shkruaj një emër tag për të gjetur të afërm

# #15283
source: Tracks recently listened by %name%
sq: Këngë të dëgjuar së fundi nga %name%

# #15284
source: Listen to %name%'s recommendations Last.fm radio
sq: Dëgjo rekomandimet të %name$ tek Last.fm radio

# #15285
source: Top tags for user %name%
sq: Top tags për përdoruesin %name%

# #15287
source: Do you want to add the current track to your loved tracks?
sq: Dëshiron të shtosh këto kënge te këngët tua të preferuara?

# #15288
source: Do you want to ban the current track?
sq: Dëshrion të bllokosh këto kënge?

# #15289
source: Added to your loved tracks: '%s'.
sq: U shtua te këngët tua të preferua: '%s'.

# #15290
source: Could not add '%s' to your loved tracks.
sq: Nuk mund të shtohet '%s' te këngët tua të preferuara.

# #15291
source: Banned: '%s'.
sq: U bllokua: '%s'.

# #15292
source: Could not ban '%s'.
sq: Nuk mund të bllokohet '%s'.

# #15293
source: Tracks recently loved by %name%
sq: Këngë të preferuara së fundi nga %name%

# #15294
source: Tracks recently banned by %name%
sq: Këngë të bllokuara së fundi nga %name%

# #15295
source: Remove from loved tracks
sq: Fshij nga këngët të preferuara

# #15296
source: Un-ban
sq: Fshij bllokimin

# #15297
source: Do you want to remove this track from your loved tracks?
sq: Dëshiron të fshihet kjo kënge nga këngët e tua të preferuara?

# #15298
source: Do you want to un-ban this track?
sq: Dëshiron të fshihet bllokimi i kësaj kënge?

# #15300
source: Path not found or invalid
sq: Nuk u gjind vendndodhja ose nuk është më e vlefshëm

# #15301
source: Could not connect to network server
sq: Nuk u bëri lidhja me serverin

# #15302
source: No servers found
sq: Nuk u gjind asnjë server

# #15303
source: Workgroup not found
sq: Nuk patë sukses ajnë zgjidhje

# #15310
source: Opening multi-path source
sq: Duke hapur origjinën me vendndoghje të ndryshme

# #15311
source: Path:
sq: Vendndodhja:

# #16000
source: General
sq: Të përgjithshëm

# #16002
source: Internet lookup
sq: Kërkimi në internet

# #16003
source: Player
sq: Riprodhues

# #16004
source: Play media from disc
sq: Luaj media prej një disk

# #16008
source: Enter new title
sq: Shkruaj titullin të ri

# #16009
source: Enter the movie name
sq: Shkruaj emrin të filmit

# #16010
source: Enter the profile name
sq: Shkruaj emrin të profilit

# #16011
source: Enter the album name
sq: Shkruaj emrin të albumit

# #16012
source: Enter the playlist name
sq: Shkruaj emrin të listës të dëgjimit

# #16013
source: Enter new filename
sq: Shkruaj emrin të ri të skedës

# #16014
source: Enter folder name
sq: Shkruaj emrin të rregjistrit

# #16015
source: Enter directory
sq: Shkruaj emrin të adresarit

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
sq: Opcionet në dispozicion: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
sq: Shkruaj rreshtin për kërkimin

# #16018
source: None
sq: Asnjë

# #16019
source: Auto select
sq: Auto-zgjedho

# #16024
source: Cancelling...
sq: Duke ndaluar...

# #16025
source: Enter the artist name
sq: Shkruaj emrin e artistit

# #16026
source: Playback failed
sq: Ngeli riprodhimi

# #16027
source: One or more items failed to play.
sq: Ngeli riprodhimi i nji ose më tepër artikujve.

# #16028
source: Enter value
sq: Shkruaj vlerën

# #16029
source: Check the log file for details.
sq: Kontrollo skedët të log'it për detale.

# #16030
source: Party mode aborted.
sq: Menyra party u ndalua.

# #16031
source: No matching songs in the library.
sq: Asnjë këngë nuk u gjind në bibliotekën që i përputh kërkesës.

# #16032
source: Could not initialize database.
sq: Ngeli inicializimi i bazës e të dhënave.

# #16033
source: Could not open database.
sq: Nuk mund të hapet baza e të dhënave.

# #16034
source: Could not get songs from database.
sq: Nuk mund të ngarkohen këngët nga baza e të dhënave.

# #16035
source: Party mode playlist
sq: Lista e dëgjimit të mënyrës party.

# #16038
source: Deinterlace method
sq: Menyra për deinterlace

# #16039
source: Off
sq: Hequr

# #16041
source: On
sq: Aktivuar

# #16100
source: All Videos
sq: Gjith videot

# #16101
source: Unwatched
sq: I pa shikuar

# #16102
source: Watched
sq: Është shikuar

# #16103
source: Mark as watched
sq: Shënoje të shikuar

# #16104
source: Mark as unwatched
sq: Sënoje të pa shikuar

# #16105
source: Edit title
sq: Modifiko titullin

# #16200
source: Operation was aborted
sq: U ndërprerë përpunimi

# #16201
source: Copy failed
sq: Ngeli kopjimi

# #16202
source: Failed to copy at least one file
sq: Ngeli kopjimi i së pakti një skede

# #16203
source: Move failed
sq: Ngeli zhvendimi

# #16204
source: Failed to move at least one file
sq: Ngeli zhvendimi i së pakti një skede

# #16205
source: Delete failed
sq: Ngeli fshirja

# #16206
source: Failed to delete at least one file
sq: Ngeli fshirja e spakti një skede

# #16300
source: Video scaling method
sq: Mënyre e video skalimit

# #16325
source: Auto - ION Optimized
sq: Auto - Optimizuar për ION

# #17500
source: Display sleep timeout
sq: Timeout para se të fleje ekrani

# #17998
source: %i hours
sq: %i orë

# #17999
source: %i days
sq: %i ditë

# #19000
source: Switch to channel
sq: Kalo tek kanali

# #19001
source: Separate the search words by using AND, OR and/or NOT.
sq: Ndaj fjalitë të kërkimit duke përdorur AND, OR dhe/ose NOT.

# #19002
source: or use phrases to find an exact match, like "The wizard of Oz".
sq: ose përdori fjalit për të gjetur përshtatje eksakte, si "The wizard of Oz".

# #19003
source: Find similar programs
sq: Gjej programe të afërta

# #19004
source: Importing EPG from clients
sq: Duke importuar EPG prej klientëve

# #19005
source: PVR stream information
sq: Informacionet mbi transmetimit PVR

# #19006
source: Receiving device
sq: Duke pranuar apartin

# #19007
source: Device status
sq: Statusi i aparatit

# #19008
source: Signal quality
sq: Kualiteti i sinjalit

# #19013
source: Free to air
sq: të lir

# #19014
source: Fixed
sq: fiksuar

# #19017
source: TV recordings
sq: TV Regjistrimet

# #19018
source: Default folder for PVR thumbnails
sq: Regjstri i prezgjedhur për thumbnail'at PVR

# #19019
source: Channels
sq: Kanalet

# #19022
source: Hidden
sq: Fshehur

# #19023
source: TV channels
sq: Kanalet TV

# #19024
source: Radio channels
sq: Kanalet Radio

# #19025
source: Upcoming recordings
sq: Rregjistrime të ardhsme

# #19026
source: Add timer...
sq: Shto orar...

# #19027
source: No search results
sq: Asnjë rezultat nga kërkimi

# #19028
source: No EPG entries
sq: Asnjë shënim të EPG'së

# #19029
source: Channel
sq: Kanal

# #19030
source: Now
sq: Tani

# #19031
source: Next
sq: Tjetër

# #19033
source: Information
sq: Informacion

# #19034
source: Already started recording on this channel
sq: Tashmë ka fillua rregjistrimi në këto kanal

# #19035
source: This channel cannot be played. Check the log for details.
sq: Ky kanal nuk mund të transmetohet

# #19036
source: This recording cannot be played. Check the log for details.
sq: Ky regjistrim nuk mund të riprodhohet. Kontrollo log'un për detale.

# #19037
source: Show signal quality
sq: Trego kualitetin të sinjalit

# #19038
source: Not supported by the PVR backend.
sq: Nuk përkrahet nga ky PVR backend

# #19039
source: Are you sure you want to hide this channel?
sq: Je i sigurt që dëshiron që të fshehet ky kanal?

# #19040
source: Timer
sq: Orari

# #19041
source: Are you sure you want to rename this recording?
sq: Je i sigurt që të ndryshohet emri i këtij regjistrimit

# #19042
source: Are you sure you want to rename this timer?
sq: Je i sigurt që të ndryshohet emri i këtij orari?

# #19043
source: Recording
sq: Regjistrimi

# #19044
source: Please check your configuration or check the log for details.
sq: Të lutem kontrollo konfigurimin ose log'un për detalet.

# #19045
source: No PVR clients have been started yet. Wait for the PVR clients to start up or check the log for details.
sq: Asnjë PVR-klient është aktivuar tani. Prit që të aktivohet PVR-klienti ose kontrollo log'un për detalet.

# #19046
source: New channel
sq: Kanal i ri

# #19047
source: Programme info
sq: Infrormacion të programëve

# #19048
source: Group management
sq: Administrimi të grupave

# #19049
source: Show channel
sq: Trego kanalin

# #19050
source: Show visible channels
sq: Tregoj kanalet të dukshëm

# #19051
source: Show hidden channels
sq: Tregoj kanalet të fshehur

# #19052
source: Move channel to:
sq: Zhvendose kanalin tek:

# #19053
source: Recording information
sq: Informacionet mbi rregjistrimet

# #19054
source: Hide channel
sq: Fshehe kanalin

# #19055
source: No information available
sq: Asnjë informacion në dispozicion

# #19056
source: New timer
sq: Orar i ri

# #19057
source: Edit timer
sq: Modifiko orarin

# #19058
source: Timer enabled
sq: Orari u aktivua

# #19059
source: Stop recording
sq: Ndale regjistrimin

# #19060
source: Delete timer
sq: Fshije orarin

# #19061
source: Add timer
sq: Shto orar

# #19062
source: Sort by: Channel
sq: Klasifiko sipas: Kanali

# #19063
source: Go to begin
sq: Shko tek fillimi

# #19064
source: Go to end
sq: Shko tek fundi

# #19065
source: Default EPG window
sq: Dritarja kryesore të EPG'së

# #19067
source: This event is already being recorded.
sq: Kjo ngjarje është tani duke regjistruar

# #19068
source: This recording could not be deleted. Check the log for details.
sq: Ky registrim nuk mundi të fshihet. Kontrollo log'un për detale.

# #19071
source: EPG update interval
sq: Intervali i aktualizimit të EPG'së

# #19072
source: Do not store the EPG in the database
sq: Mos ruaj EPG'në në bazën e të dhënave

# #19073
source: Delay channel switch
sq: Vonesa për ndrimin e kanaleve

# #19074
source: Active:
sq: Aktiv

# #19075
source: Name:
sq: Emri

# #19076
source: Folder:
sq: Rregistri:

# #19078
source: Channel:
sq: Kanali:

# #19079
source: Day:
sq: Dita:

# #19080
source: Begin:
sq: Fillimi:

# #19081
source: End:
sq: Fundi:

# #19082
source: Priority:
sq: Prioriteti:

# #19083
source: Lifetime (days):
sq: Është i vlefshëm (ditë):

# #19084
source: First day:
sq: I pari dit:

# #19085
source: Unknown channel %u
sq: Kanal i panjohur %u

# #19086
source: Mo-__-__-__-__-__-__
sq: Hë-__-__-__-__-__-__

# #19087
source: __-Tu-__-__-__-__-__
sq: __-Ma-__-__-__-__-__

# #19088
source: __-__-We-__-__-__-__
sq: __-__-Më-__-__-__-__

# #19089
source: __-__-__-Th-__-__-__
sq: __-__-__-Ej-__-__-__

# #19090
source: __-__-__-__-Fr-__-__
sq: __-__-__-__-Pr-__-__

# #19091
source: __-__-__-__-__-Sa-__
sq: __-__-__-__-__-Sh-__

# #19092
source: __-__-__-__-__-__-Su
sq: __-__-__-__-__-__-Di

# #19093
source: Mo-Tu-We-Th-Fr-__-__
sq: Hë-Ma-Më-Ej-Pr-__-__

# #19094
source: Mo-Tu-We-Th-Fr-Sa-__
sq: Hë-Ma-Më-Ej-Pr-Sh-__

# #19095
source: Mo-Tu-We-Th-Fr-Sa-Su
sq: Hë-Ma-Më-Ej-Pr-Sh-Di

# #19096
source: __-__-__-__-__-Sa-Su
sq: __-__-__-__-__-Sh-Di

# #19097
source: Enter the name for the recording
sq: Shkruaj emrin për regjistrimin

# #19098
source: Warning
sq: Kujdësi

# #19102
source: Please switch to another channel.
sq: Të lutem kalo tek një tjetër kanal.

# #19104
source: Enter the name of the folder for the recording
sq: Shkruaj emrin për rregjistrin që të përdoret për regjistrimin

# #19106
source: Next timer on
sq: Orari i ardhshëm

# #19107
source: at
sq: tek

# #19109
source: Couldn't save timer. Check the log for details.
sq: Nuk mundi të ruhet orari. Kontrollo log'un për detale.

# #19110
source: An unexpected error occurred. Try again later or check the log for details.
sq: Ndoshi nji gabim i papritur. Provo përsëri më vonë ose kontrollo log'un për detale.

# #19111
source: PVR backend error. Check the log for details.
sq: Gabim nga backend'i PVR. Kontrollo log'un për detale.

# #19114
source: Version
sq: Verzioni

# #19115
source: Address
sq: Adresa

# #19116
source: Disksize
sq: Madhësija e diskut

# #19117
source: Search for channels
sq: Kërko kanale

# #19118
source: Cannot use PVR functions while searching.
sq: Nuk mund të përdoret funcionaliteti PVR ndërsa është duke kërkuar.

# #19119
source: On which server you want to search?
sq: Në cilin server dëshiron të kërkosh?

# #19120
source: Client number
sq: Numri i klientit

# #19121
source: Avoid repeats
sq: Anuloj përsërimet

# #19122
source: This timer is still recording. Are you sure you want to delete this timer?
sq: Ky orar është ende duke regjistruar. Je i sigurt që don të fshish këto orar?

# #19123
source: Free to air channels only
sq: Vetëm kanalet të lirë

# #19124
source: Ignore present timers
sq: Injoro orarët aktual

# #19125
source: Ignore present recordings
sq: Injoro regjistrimet aktual

# #19126
source: Start time
sq: Koha e fillimit

# #19127
source: End time
sq: Koha e përfundimit

# #19128
source: Start date
sq: Data e fillimit

# #19129
source: End date
sq: Data e përfundimit

# #19130
source: Minimum duration
sq: Kohëzgjatja minimale

# #19131
source: Maximum duration
sq: Kohëzgjatja maksimale

# #19132
source: Include unknown genres
sq: Inkludoj stilet të panjohur

# #19133
source: Search string
sq: Fjalija të kërkimit

# #19134
source: Include description
sq: Inkludo përshkrimin

# #19136
source: Channel unavailable
sq: Kanali i padisponueshëm

# #19137
source: No groups defined
sq: Asnjë grup i përcaktuar

# #19138
source: Please create a group first
sq: Krijo një grup së pari të lutem

# #19139
source: Name of the new group
sq: Emri i grupit të ri

# #19141
source: Group
sq: Grup

# #19142
source: Search guide
sq: Gida e kërkimit

# #19143
source: Group management
sq: Administrimi të grupave

# #19144
source: No groups defined
sq: Asnjë Grup e përcaktuar

# #19145
source: Grouped
sq: Grupuar

# #19146
source: Groups
sq: Grupa

# #19147
source: The PVR backend does not support this action. Check the log for details.
sq: PVR backend'i nuk përkrahën këto akcion. Kontrollo log'un për detale.

# #19148
source: Channel
sq: Kanal

# #19149
source: Mo
sq: Hë

# #19150
source: Tu
sq: Ma

# #19151
source: We
sq: Më

# #19152
source: Th
sq: Ej

# #19153
source: Fr
sq: Pr

# #19154
source: Sa
sq: Sh

# #19155
source: Su
sq: Di

# #19156
source: from
sq: nga

# #19157
source: Next recording
sq: Jo duke regjistruar

# #19158
source: Currently recording
sq: Duke regjistruar

# #19159
source: from
sq: nga

# #19160
source: to
sq: tek

# #19162
source: Recording active
sq: Duke regjistruar

# #19163
source: Recordings
sq: Rregjistrimet

# #19164
source: Cannot start recording. Check the log for details.
sq: Nuk mund të filloje regjistrimi. Kontrollo log'un për detale.

# #19165
source: Switch
sq: Kalo

# #19166
source: PVR information
sq: Informacionet PVR

# #19167
source: Scan for missing icons
sq: Kërko ikonat që mungojnë

# #19169
source: Hide video information box
sq: Fsheh kallëpin të informacioneve mbi video

# #19170
source: Timeout when starting playback
sq: Timeout para se të filloje riprodhimi

# #19171
source: Start playback minimized
sq: Fillo riprodhimin në mënyrën të minimizuar

# #19172
source: Instant recording duration
sq: Gjatësija e regjistrimit

# #19173
source: Default recording priority
sq: Prioriteti i prezgjedhur i regjistrimit

# #19174
source: Default recording lifetime
sq: Jeta e prezgjedhur i nji regjistrimi

# #19175
source: Margin at the start of a recording
sq: Rezervë në fillimin e një regjistrimi

# #19176
source: Margin at the end of a recording
sq: Rezervë në fundin e një regjistrimi

# #19177
source: Playback
sq: Ridëgjimi

# #19178
source: Show channel information when switching channels
sq: Trego informacionet mbi kanalin duke kaluar kanalet

# #19179
source: Automatically hide channel information
sq: Fshehi informacionet mbi kanalet automatikisht

# #19181
source: Menu/OSD
sq: Meni/OSD

# #19182
source: Days to display in the EPG
sq: Koha që të tregohet në EPG

# #19184
source: Channel information duration
sq: Kohëzgjatja e informacioneve mbi kanalet

# #19185
source: Reset the PVR database
sq: Zbraze bazën e të dhënave PVR

# #19186
source: All data in the PVR database is being erased
sq: Të gjith të dhënat në bazën e të dhënave PVR do të fshihen.

# #19187
source: Reset the EPG database
sq: Zbraze bazën e të dhënave EPG

# #19188
source: EPG is being reset
sq: EPG'ja është duke zbrazur

# #19189
source: Continue last channel on startup
sq: Vazhdo kanalin e fundit në fillim

# #19190
source: Minimized
sq: Minimizuar

# #19191
source: PVR service
sq: Servisi PVR

# #19192
source: None of the connected PVR backends supports scanning for channels.
sq: Asnjë nga PVR backend'ëve të lidhur nuk përkrahin kërkimin e kanalëve.

# #19193
source: The channel scan cannot be started. Check the log for details.
sq: Kërkimi i kanalëve nuk mund të filloje. Kontrollo log'un për detale.

# #19194
source: Continue?
sq: Vazhdo?

# #19195
source: Client actions
sq: Aksione të klientit

# #19196
source: PVR client specific actions
sq: Aksione specifike të klientëve PVR

# #19197
source: Recording started on: %s
sq: Regjistrimi filloj: %s

# #19198
source: Recording finished on: %s
sq: Regjistrimi mbaroj: %s

# #19199
source: Channel manager
sq: Menaxher i kanalëve

# #19200
source: EPG source:
sq: Origjina e EPG'së:

# #19201
source: Channel name:
sq: Emri i kanalit:

# #19202
source: Channel icon:
sq: Ikoni i kanalit:

# #19203
source: Edit channel
sq: Modifiko kanalin

# #19204
source: New channel
sq: Kanal i ri

# #19205
source: Group management
sq: Administrimi të grupave

# #19206
source: Activate EPG:
sq: Aktivo EPG'në

# #19207
source: Group:
sq: Grupi:

# #19208
source: Enter the name of the new channel
sq: Shkruaj emrin e kanalit të ri

# #19209
source: XBMC virtual backend
sq: Backend'i virtual i XBMC'së

# #19210
source: Client
sq: Klienti

# #19211
source: Delete channel
sq: Fshij kanalin

# #19212
source: This list contains changes
sq: Kjo listë përmban ndryshime

# #19213
source: Select backend
sq: Zgjedho backend'in

# #19214
source: Enter a valid URL for the new channel
sq: Shkruaj një URL (adresë interneti) për kanalin të ri

# #19215
source: The PVR backend does not support timers.
sq: Ky PVR backend nuk përkrahën orar.

# #19216
source: All radio channels
sq: Gjith radio-kanalet

# #19217
source: All TV channels
sq: Gjith kanalet

# #19218
source: Visible
sq: I dukshëm

# #19219
source: Ungrouped channels
sq: Kanalet jo të grupuar

# #19220
source: Channels in
sq: Kanalet në

# #19221
source: Synchronise channel groups with backends
sq: Sinkronizo grupat e kanaleve me backend'at

# #19223
source: No PVR add-on could be enabled. Check your settings or the log for more info.
sq: Asnjë shtesë PVR nuk mundi të aktivhet. Kontrollo cilësimet ose log'un për më shum informacione.

# #19224
source: Recording aborted
sq: U ndalua regjistrimi

# #19225
source: Recording scheduled
sq: U planifikua një regjistrim

# #19226
source: Recording started
sq: Filloj regjistrimi

# #19227
source: Recording completed
sq: Përfundoj regjistrimi

# #19228
source: Recording deleted
sq: U fshij regjistrimi

# #19229
source: Close channel OSD after switching channels
sq: Mbylle OSD'në e kanaleve kur ndrohen kanalet

# #19230
source: Prevent EPG updates while playing a TV stream
sq: Ndalo aktualizimin e EPG'së kur të transmetohet një emision

# #19231
source: Always use the channel order from the backend(s)
sq: Gjithmon përdor rendin e kanaleve të backend'it

# #19232
source: Clear search results
sq: Zbrazi rezultatet të kërkimit

# #19233
source: Display a notification on timer updates
sq: Trego një notifikim kur të aktualizohet një orar

# #19234
source: Use backend channels numbers (only works with 1 enabled PVR addon)
sq: Përdor numrat e kanaleve të backend'it (funksionon vetëm me një shtesë PVR të aktivuar)

# #19235
source: PVR manager is starting up
sq: PVR menaxheri është duke filluar

# #19236
source: Loading channels from clients
sq: Duke ngarkuar kanalet nga klientët

# #19237
source: Loading timers from clients
sq: Duke ngarkuar orarët nga klientët

# #19238
source: Loading recordings from clients
sq: Duke ngarkuar regjistrimet nga klientët

# #19239
source: Starting background threads
sq: Duke filluar 'background threads'

# #19240
source: No PVR add-on enabled
sq: Asnjë shtesë PVR e aktivuar

# #19241
source: The PVR manager has been enabled without any
sq: PVR menaxheri është aktivuar pa asnjë

# #19242
source: enabled PVR add-on. Enable at least one add-on
sq: shtesë PVR të aktivuar. Aktivo së pakti një shtesë

# #19243
source: in order to use the PVR functionality.
sq: për të përdorur funkcionalitetin PVR

# #19244
source: Backend idle time
sq: Koha që backend'i ri pa punë

# #19245
source: Set wakeup command (cmd [timestamp])
sq: Cilëso komandën për të zgjohur (cmd [timestamp])

# #19246
source: Wakeup before recording
sq: Zgjohu para regjistrimit

# #19247
source: Daily wakeup
sq: Zgjohurimi ditor

# #19248
source: Daily wakeup time (HH:MM:SS)
sq: Koha e zgjohurimit ditor (OO:MM:SS)

# #19249
source: Filter channels
sq: Filtro kanalet

# #19250
source: Loading EPG from database
sq: Duke ngarkuar EPG'në nga baza e të dhënave

# #19251
source: Update EPG information
sq: Aktualizo EPG informacionet

# #19252
source: Schedule EPG update for this channel?
sq: Planifiko aktualizim të EPG'së për këto kanal?

# #19253
source: EPG update scheduled for channel
sq: Aktualizimi i EPG'së është planifikuar për këto kanal

# #19254
source: EPG update failed for channel
sq: Ngeli aktualizimi i EPG'së për këto kanal

# #19255
source: Start recording
sq: Fillo regjistrimin

# #19256
source: Stop recording
sq: Ndale regjistrimin

# #19257
source: Lock channel
sq: Blloko kanalin

# #19258
source: Unlock channel
sq: Hape kanalin

# #19259
source: Parental control
sq: Dryri prindëror

# #19260
source: Unlock duration
sq: Hape gjatësin

# #19261
source: Change PIN
sq: Ndrysho PIN'in

# #19262
source: Parental control. Enter PIN:
sq: Kontrolla prindërore. Shkruaj PIN'in:

# #19263
source: Locked channel. Enter PIN:
sq: Kanal i bllokuar. Shkruaj PIN'in:

# #19264
source: Incorrect PIN
sq: PIN i pasaktë

# #19265
source: The entered PIN number was incorrect.
sq: Numri i PIN'it që u dha është i pasaktë

# #19266
source: Parental locked
sq: Me bllokim prindëror

# #19267
source: Parental locked:
sq: Me bllokim prindëror:

# #19268
source: Do not show 'no information available' labels
sq: Mos trego titulla 'asnjë informacion në dispozicion'

# #19269
source: Do not show 'connection lost' warnings
sq: Mos trego lajmrimet 'U ndërpre lidhja'

# #19270
source: * All recordings
sq: * Gjith regjistrimet

# #19271
source: No PVR add-ons could be found
sq: Asnjë shtesë PVR nuk u gjind

# #19272
source: You need a tuner, backend software, and an
sq: Ju duhet një tuner, program televizor backend, dhe një

# #19273
source: add-on for the backend to be able to use PVR.
sq: shtesë për backend'in për të përdorur funkcionalitetin PVR.

# #19274
source: Please visit xbmc.org/pvr to learn more.
sq: VIzito xbmc.org/pvr për më shumë informacione.

# #19275
source: Conflict warning
sq: Paralejmrim i një konflikti

# #19276
source: Conflict error
sq: Gabim konflikti

# #19277
source: Recording conflict
sq: Konflikt regjistrimi

# #19278
source: Recording error
sq: Gabim regjistrimi

# #19279
source: Client specific
sq: Specifik sipas klientit

# #19280
source: Client specific settings
sq: Cilësimet specifik sipas klientit

# #19281
source: Confirm channel switches by pressing OK
sq: Konfirmo ndrimin e një kanali duke shtypur OK

# #19499
source: Other/Unknown
sq: Tjera/Panjohur

# #19500
source: Movie/Drama
sq: Film/Dramë

# #19501
source: Detective/Thriller
sq: Detektiv/Thriller

# #19502
source: Adventure/Western/War
sq: Aventurë/Vestern/Luftë

# #19503
source: Science Fiction/Fantasy/Horror
sq: Fantashkencë/Fantasi/Horror

# #19504
source: Comedy
sq: Komedi

# #19505
source: Soap/Melodrama/Folkloric
sq: Melodrama/Folklorik
