Repository: romanlum/xbmc
Catalog: language/Albanian/strings.po
Languages: sq

# #33059
source: Configure the
sq: Konfiguro

# #33060
source: Power
sq: Rymë

# #33061
source: Menu
sq: Meni

# #33062
source: Play the
sq: Luaj

# #33063
source: Options
sq: Opcionet

# #33066
source: About your
sq: Mbi të tuat

# #33067
source: Star rating
sq: Votimi me yje

# #33068
source: Background
sq: Sfondi

# #33069
source: Backgrounds
sq: Sfondët

# #33070
source: Custom background
sq: Sfond i personalizuar

# #33071
source: Custom backgrounds
sq: Sfonda të personalizuar

# #33072
source: View Readme
sq: Shiko Readme

# #33073
source: View Changelog
sq: Shiko Changelog

# #33074
source: This version of %s requires an
sq: Ky verzion i %s kërkon një

# #33075
source: XBMC revision of %s or greater to run.
sq: revision të XBMC'së në %s ose me lartë për të punuar.

# #33076
source: Please update XBMC.
sq: Të lutem aktualizo XBMC'në..

# #33077
source: No data found!
sq: Nuk u gjindën të dhëna!

# #33078
source: Next page
sq: Faqja pasues

# #33079
source: Love
sq: Dashuri

# #33080
source: Hate
sq: Urrejtje

# #33081
source: This file is stacked, select the part you want to play from.
sq: Kjo skedë është grupuar, zgjidh pjesën, nga e cila doni të luani.

# #33082
source: Path to script
sq: Vendndodhja e skriptit

# #33083
source: Enable custom script button
sq: Aktivoje butonin për skripte të personalizuar

# #33100
source: Failed to start
sq: Ngeli të filloje

# #33101
source: Webserver
sq: Webserveri

# #33102
source: Event Server
sq: Event Serveri

# #33103
source: Remote communication server
sq: Serveri i komunikimt i lartë

# #33200
source: Detected New Connection
sq: U gjind një lidhje e re

# #34100
source: Speaker Configuration
sq: Konfigurimi i përforcuesëve

# #34120
source: Play GUI sounds
sq: Riprodhoj zërat të GUI'it

# #34121
source: Only when playback stopped
sq: Vetëm kur të jet riprodhimi i ndalur

# #34122
source: Always
sq: Gjithmon

# #34123
source: Never
sq: Kurrë

# #34201
source: Can't find a next item to play
sq: Nuk mund të gjindet artikulli i pranë për të riprodhuar

# #34202
source: Can't find a previous item to play
sq: Nuk mund të gjindet artikulli i kaluar për të riproghuar

# #34300
source: Failed to start zeroconf
sq: Ngeli fillimi të zeroconf'it

# #34301
source: Is Apple's Bonjour Service installed? See log for more info.
sq: Është instaluar Servisi Bonjour nga Apple? Shikoje log'un për më shumë informacione.

# #34401
source: Failed to init video filters/scalers, falling back to bilinear scaling
sq: Ngeli inicializimi të video filterave/skaluesëve, kthehet në bilinear scaling tani

# #34402
source: Failed to initialize audio device
sq: Ngeli inicializimi i aparatit të zërit

# #34403
source: Check your audiosettings
sq: Kontrolloj cilësimet tuaj të zërit

# #34404
source: Use gestures for navigation:
sq: Përdor gjeste për navigimin

# #34405
source: 1 finger swipe left,right,up,down for cursors
sq: 1 gisht me livizje në të majt,djatht,naltë,poshtë për kursorët

# #34406
source: 2 finger swipe left for backspace
sq: 2 gishta me livizje në të majt për kthimin (backspace)

# #34407
source: 1 finger single tap for enter
sq: trokitje me 1 gisht për hyrjen (enter)

# #34408
source: 2 finger single tap or 1 finger long press for contextmenu
sq: trokitje të gjatë me 2 gishta

# #35000
source: Peripherals
sq: Periferijat

# #35001
source: Generic HID device
sq: Aparat HD gjenerik

# #35002
source: Generic network adapter
sq: Aparat rrjeti gjenerik

# #35003
source: Generic disk
sq: Disk gjenerik

# #35004
source: There are no settings available for this peripheral.
sq: Asnjë në cilësim në dispozicion për këto periferi

# #35005
source: New device configured
sq: Asnjë aparat i konfiguruar

# #35006
source: Device removed
sq: U largua aparati

# #35007
source: Keymap to use for this device
sq: Keymap që të përdoret për këto aparat

# #35008
source: Keymap enabled
sq: Kemap i aktivuar

# #35009
source: Do not use the custom keymap for this device
sq: Mos përdor keymap të personalizuar për këto aparat

# #35100
source: Enable joystick and gamepad support
sq: Aktivo përkrahsimin për joystick'a dhe gamepad'a

# #35102
source: Disable joystick when device is present
sq: Deaktivo joystick'un ndërsa një aparat është ekzistues

# #35500
source: Location
sq: Lokalizimi

# #35502
source: Name
sq: Emri

# #36004
source: Press "user" button command
sq: Shtyp komandën për "user"-butonin

# #36006
source: Could not open the adapter
sq: Adapteri nuk mundi të hapet

# #36007
source: Devices to power on when starting XBMC
sq: Aparatet që të aktivohen kur të filloje XBMC

# #36008
source: Devices to power off when stopping XBMC
sq: Aparatet që të ndalohen kur të mbyllet XBMC

# #36009
source: Put devices in standby mode when activating screensaver
sq: Fut aparatet në mënyrën standby kur të aktivohet parada

# #36011
source: Could not detect the CEC com port. Set it up manually.
sq: Nuk mundi të zbulohet porti CEC. Cilësoje.

# #36012
source: Could not initialise the CEC adapter. Please check your settings.
sq: Adapteri CEC nuk mundi të inicjalizohet. Kontrollo cilësimet tuaja.

# #36015
source: HDMI port number
sq: Numri i portit HDMI

# #36016
source: Connected
sq: I lidhur

# #36017
source: Could not initialise the CEC adapter: libCEC was not found on your system.
sq: Adapteri CEC nuk mundi të inicjalizohet. Nuk u gjind libCEC në sistemin tënd.

# #36018
source: Use the TV's language setting
sq: Përdor cilësimet e gjuhës ti këtij TV

# #36019
source: Connected to HDMI device
sq: I lidhur me aparat HDMI

# #36020
source: Make XBMC the active source when starting
sq: Bëre XBMC'në origjinën aktive kur të filloje

# #36021
source: Physical address (overrules HDMI port)
sq: Adresa fisikale (mbishkruan portin HDMI)

# #36022
source: COM port (leave empty unless needed)
sq: Porti COM (lere shprasus po të mos duhet)

# #36023
source: Configuration updated
sq: U aktualizuan cilësimet

# #36024
source: Failed to set the new configuration. Please check your settings.
sq: Ngeli cilësimi i konfigurimit të ri. Kontrollo log'un të lutem.

# #36025
source: Send 'inactive source' command when stopping XBMC
sq: Dërgo komandën 'origjina inaktive' kur të mbyllet XBMC

# #36026
source: Put devices in standby mode when putting the PC in standby
sq: Futi aparatet në mënyrën standby kur të futet PC në standby.

# #36027
source: This device needs servicing
sq: Ky aparat kërkon një servis

# #36028
source: Ignore
sq: Injoro

# #36029
source: When the TV is switched off
sq: Kur të fiket TV

# #36030
source: Connection lost
sq: U humb rrjeti

# #36031
source: This user does not have permissions to open the CEC adapter
sq: Ky përdorues nuk i ka të drejtat që të hape adapterin CEC

# #36032
source: The port is busy. Only one program can access the CEC adapter
sq: Porti është në përdorim. Vetëm një program mund lidhet me adapterin CEC.

# #36033
source: Pause playback when switching to another source
sq: Pazo riprodhimin kur të kalhoet në një tjetër

# #36035
source: Always
sq: Gjithmon

# #36036
source: On start/stop
sq: Në fillim/përdundim

# #36038
source: Amplifier / AVR device
sq: Përforcues / Aparat AVR

# #36039
source: TV and AVR device (explicit)
sq: Aparat TV dhe AVR (eksplicit)

# #36040
source: Unsupported libCEC interface version. %x is lower than the version XBMC supports (%x)
sq: Verzioni i ndërfaqes libCEC nuk përkrahet. %x është më poshtë se verzioni (%x) që përkrahet nga XBMC

# #36041
source: * Item folder
sq: * Regjistër artikujsh
