Repository: romanlum/xbmc
Catalog: language/Albanian/strings.po
Languages: sq

# #0
source: Programs
sq: Programe

# #1
source: Pictures
sq: Fotografi

# #2
source: Music
sq: Muzikë

# #3
source: Videos
sq: Video

# #4
source: TV-Guide
sq: TV Guida

# #5
source: Settings
sq: Cilësimet

# #7
source: File manager
sq: Skedari

# #8
source: Weather
sq: Moti

# #11
source: Monday
sq: E Hënë

# #12
source: Tuesday
sq: E Martë

# #13
source: Wednesday
sq: E Mërkurë

# #14
source: Thursday
sq: E Ejnte

# #15
source: Friday
sq: E Premte

# #16
source: Saturday
sq: E Shtunë

# #17
source: Sunday
sq: E Diel

# #21
source: January
sq: Janar

# #22
source: February
sq: Shkurt

# #23
source: March
sq: Mars

# #24
source: April
sq: Prill

# #25
source: May
sq: Mai

# #26
source: June
sq: Qershor

# #27
source: July
sq: Korrik

# #28
source: August
sq: Gusht

# #29
source: September
sq: Shtator

# #30
source: October
sq: Tetor

# #31
source: November
sq: Nëntor

# #32
source: December
sq: Dhjetor

# #41
source: Mon
sq: Hën

# #42
source: Tue
sq: Mar

# #43
source: Wed
sq: Mër

# #44
source: Thu
sq: Ejn

# #45
source: Fri
sq: Pre

# #46
source: Sat
sq: Sht

# #47
source: Sun
sq: Die

# #52
source: Feb
sq: Shk

# #54
source: Apr
sq: Pri

# #55
source: May
sq: Mai

# #56
source: Jun
sq: Qer

# #57
source: Jul
sq: Kor

# #58
source: Aug
sq: Gus

# #59
source: Sep
sq: Sht

# #60
source: Oct
sq: Tet

# #61
source: Nov
sq: Nën

# #62
source: Dec
sq: Dhj

# #71
source: N
sq: V

# #72
source: NNE
sq: VVL

# #73
source: NE
sq: VL

# #74
source: ENE
sq: LVL

# #75
source: E
sq: L

# #76
source: ESE
sq: LJL

# #77
source: SE
sq: JL

# #78
source: SSE
sq: JJL

# #79
source: S
sq: J

# #80
source: SSW
sq: JJP

# #81
source: SW
sq: JP

# #82
source: WSW
sq: PJP

# #83
source: W
sq: P

# #84
source: WNW
sq: PVP

# #85
source: NW
sq: VP

# #86
source: NNW
sq: VVP

# #88
source: South
sq: Jug

# #89
source: North
sq: Veri

# #90
source: West
sq: Perendim

# #91
source: East
sq: Lindje

# #92
source: Variable
sq: variabël

# #98
source: View: Auto
sq: Pamja: Auto

# #99
source: View: Auto big
sq: Pamja: Auto i rritur

# #100
source: View: Icons
sq: Pamja: ikona

# #101
source: View: List
sq: Pamja: Listë

# #102
source: Scan
sq: Kërko

# #103
source: Sort by: Name
sq: klasifiko sipas: Emri

# #104
source: Sort by: Date
sq: Klasifiko sipas: Date

# #105
source: Sort by: Size
sq: Klasifiko sipas: Madhësije

# #106
source: No
sq: Jo

# #107
source: Yes
sq: Po

# #109
source: Create thumbs
sq: Krijo thumbs

# #110
source: Create thumbnails
sq: Krijo thumbnails

# #111
source: Shortcuts
sq: Shkurtor

# #112
source: Paused
sq: I pausuar

# #113
source: Update failed
sq: Ngeli aktualizimi

# #114
source: Installation failed
sq: Gaboj instalimi

# #115
source: Copy
sq: Kopjo

# #116
source: Move
sq: Transfero

# #117
source: Delete
sq: Fshij

# #118
source: Rename
sq: Riemërto

# #119
source: New folder
sq: Rregjistër i rri

# #120
source: Confirm file copy
sq: Konfirmo kopjen skede?

# #121
source: Confirm file move
sq: Konfirmo transferimin skede?

# #122
source: Confirm file delete?
sq: Konfirmo fshirjen skede?

# #123
source: Copy these files?
sq: Kopjo keto skeda?

# #124
source: Move these files?
sq: Zhvendos keto skeda?

# #125
source: Delete these files? - Deleting files cannot be undone!
sq: Fshij keto skeda? - Fshirja e skedave nuk mund të kthehet mbrapa?

# #126
source: Status
sq: Statusi

# #127
source: Objects
sq: Artikuj

# #128
source: General
sq: Të përgjithshëm

# #130
source: System info
sq: Informacione mbi sistemin

# #131
source: Display
sq: Ekran

# #132
source: Albums
sq: Albumet

# #133
source: Artists
sq: Artistët

# #134
source: Songs
sq: Këngët

# #135
source: Genres
sq: Stilët

# #136
source: Playlists
sq: Listat dëgjimi

# #137
source: Search
sq: Kërko

# #138
source: System Information
sq: Informacione mbi sistemin

# #139
source: Temperatures:
sq: Temperaturat:

# #142
source: Time:
sq: Koha:

# #143
source: Current:
sq: Aktual:

# #145
source: Network:
sq: Rrjeti:

# #146
source: Type:
sq: Tipi:

# #147
source: Static
sq: Statike

# #149
source: MAC address
sq: Adresa MAC

# #150
source: IP address
sq: Adresa IP

# #151
source: Link:
sq: Vendndodhja:

# #154
source: Storage
sq: Depo

# #156
source: Free
sq: Lirë

# #158
source: Free memory
sq: memori i lirë

# #159
source: No link
sq: Asnjë vendndodhje

# #160
source: Free
sq: Lirë

# #161
source: Unavailable
sq: i padispunuashëm

# #162
source: Tray open
sq: Sirtari i hapur

# #163
source: Reading
sq: Duke Lexuar

# #164
source: No disc
sq: Ska disk

# #165
source: Disc present
sq: Eksiston një disk

# #166
source: Skin
sq: Maska

# #167
source: Cancel file operations
sq: Ndaloj operacionet mbi skedët

# #169
source: Resolution
sq: Zbërthimi

# #170
source: Adjust display refresh rate to match video
sq: Përshtate ripajisjen e ekranit ti përshtate videosë

# #172
source: Release date
sq: Data e shpalosjes

# #173
source: Display 4:3 videos as
sq: Trego video 4:3 si

# #175
source: Moods
sq: Disponimet

# #176
source: Styles
sq: Stilet

# #179
source: Song
sq: Kënge

# #180
source: Duration
sq: Zgjatje

# #181
source: Select album
sq: Zgjedho album

# #182
source: Tracks
sq: Këngët

# #183
source: Review
sq: Revistë

# #184
source: Refresh
sq: Ringarko

# #185
source: Searching album
sq: Duke kërkuar albumin

# #187
source: No albums found!
sq: Nuk u gjind asnjë album

# #188
source: Select all
sq: Zgjedho të gjith

# #189
source: Scanning media info
sq: Duke tërhequr informacionet të mediave

# #190
source: Save
sq: Ruaj

# #191
source: Shuffle
sq: Shkartisje

# #192
source: Clear
sq: Fshij

# #193
source: Scan
sq: Kërko

# #194
source: Searching...
sq: Duke kërkuar...

# #195
source: No info found!
sq: Nuk u gjind asnjë info!

# #196
source: Select movie:
sq: Zgjedho filmin:

# #197
source: Querying %s info
sq: Duke kërkuar informacione për %s

# #198
source: Loading movie details
sq: Duke ngarkuar detalet e filmit

# #199
source: Web interface
sq: Ndërfaqja web

# #203
source: Plot outline
sq: Subjekti

# #205
source: Votes
sq: Votimet

# #206
source: Cast
sq: Artistët

# #207
source: Plot
sq: Subjekti

# #208
source: Play
sq: Riprodho

# #209
source: Next
sq: Pasues

# #210
source: Previous
sq: I Mëparshëm

# #213
source: Calibrate user interface...
sq: Kalibro ndërfaqjen përdoruese...

# #214
source: Video calibration...
sq: Video-kalibrimi

# #215
source: Soften
sq: Zbut

# #216
source: Zoom amount
sq: Vlera e zoom'it vertikal

# #217
source: Pixel ratio
sq: Proporcioni Pixelëve

# #218
source: DVD drive
sq: Lexuësi DVD

# #219
source: Please insert disc
sq: Fute diskën

# #220
source: Remote share
sq: Share i lart

# #221
source: Network is not connected
sq: Rrjeti nuk është i lidhur

# #222
source: Cancel
sq: Anulo

# #224
source: Speed
sq: Shpejtësija

# #225
source: Vertical Shift
sq: Zhvendosja Vertikale

# #226
source: Test patterns...
sq: Strukturat provues...

# #227
source: Lookup audio CD track names from freedb.org
sq: Kërkoj emrat e këngëve audo CD prej freedb.org

# #228
source: Shuffle playlist on load
sq: Përziej listën dëgjimi gjatë ngarkesës

# #229
source: HDD spindown time
sq: Koha ngadalsimit së HDD

# #230
source: Video filters
sq: Video-Filterat

# #231
source: None
sq: Asnjë

# #232
source: Point
sq: Pikë

# #239
source: Clear playlist on finish
sq: Fshij listën dëgjimi kurr në fund

# #240
source: Display Mode
sq: Moda Ekranit

# #241
source: Full Screen #%d
sq: Ekrani i Plotë #%d

# #242
source: Windowed
sq: Dritarëz

# #243
source: Refresh Rate
sq: Shpejtsija Aktualisimit

# #244
source: Full screen
sq: Ekrani i plotë

# #245
source: Sizing: (%i,%i)->(%i,%i) (Zoom x%2.2f) AR:%2.2f:1 (Pixels: %2.2f:1) (VShift: %2.2f)
sq: Madhësimi: (%i,%i)->(%i,%i) (Zoom x%2.2f) AR:%2.2f:1 (Pixelat: %2.2f:1) (VShift: %2.2f)

# #247
source: Scripts
sq: Skripte

# #248
source: Language
sq: Gjuha

# #249
source: Music
sq: Muzikë

# #250
source: Visualization
sq: Vizualizim

# #251
source: Select destination directory
sq: Zgjedho adresarin e destinacionit

# #252
source: Output stereo to all speakers
sq: Dalja stereo në të gjith pëforcuesit e zërit

# #253
source: Number of channels
sq: Numri i kanalëve

# #254
source: - DTS capable receiver
sq: - Receptor me aftësi DTS

# #256
source: Fetching CD information
sq: Duke tërhequr CD informacionet

# #257
source: Error
sq: Gabim

# #258
source: Enable tag reading
sq: Aktivo leximin e tag'it

# #259
source: Opening
sq: Duke hapur

# #261
source: Waiting for start...
sq: Duke pritur fillimin...

# #262
source: Scripts output
sq: Dalja skripteve

# #263
source: Allow control of XBMC via HTTP
sq: Lejo komandimin të XBMC'së nëpërmjet HTTP

# #264
source: Record
sq: Regjistro

# #265
source: Stop Rec.
sq: Ndal Regj.

# #266
source: Sort by: Track
sq: Klasifiko sipas: Kënge

# #267
source: Sort by: Time
sq: Klasifiko sipas: Kohës

# #268
source: Sort by: Title
sq: Klasifiko sipas: Titulli

# #269
source: Sort by: Artist
sq: Klasifiko sipas: Artisti

# #270
source: Sort by: Album
sq: Klasifiko sipas: Albumi

# #272
source: Top-Left overscan compensation
sq: Kompensimi overscan në majen në të majt

# #273
source: Bottom-Right overscan compensation
sq: Kompensimi overscan në fund në të djatht

# #274
source: Subtitle positioning
sq: Posicionimi i subtitrave

# #275
source: Pixel ratio adjustment
sq: Rregullimi i përpjestimit të pixlave

# #276
source: Adjust the arrow to change the amount of overscan
sq: Lëviz shigjetën për të ndryshuar vlerën overscan

# #277
source: Adjust the bar to change the subtitles position
sq: Lëviz kallëpin për të ndryshuar posicionin e subtitrave

# #278
source: Adjust the rectangle so it is perfectly square
sq: Rregullo katrorin që të jet në formën katror

# #279
source: Unable to load settings
sq: Nuk mund të ngarkohen cilësimet

# #280
source: Using default settings
sq: Duke përdorur konfigurimet standard

# #281
source: Please check the XML files
sq: Të lutem kontrollo skedat XML

# #282
source: Found %i items
sq: U gjindën %i artikuj

# #283
source: Search results
sq: Rrezultatet kërkimore

# #284
source: No results found
sq: Nuk u gjind asnjë rrezultat

# #285
source: Preferred audio language
sq: Gjuha audio e preferuar

# #286
source: Preferred subtitle language
sq: Gjuha subtitrave e preferuar

# #287
source: Subtitles
sq: Subtitrat

# #288
source: Font
sq: Fonti

# #289
source: - Size
sq: - Madhësia

# #290
source: Dynamic range compression
sq: Pressioni i shtrirjes dinamike

# #293
source: Browse for subtitles
sq: Shfleto për subtitra

# #294
source: Create bookmark
sq: Krijo bookmark

# #296
source: Clear bookmarks
sq: Fshij bookmarkat

# #297
source: Audio offset
sq: Kompensimi Audio

# #298
source: Bookmarks
sq: bookmarkat

# #299
source: - AAC capable receiver
sq: - Resiver i aftë AAC

# #300
source: - MP1 capable receiver
sq: - Resiver i aftë MP1

# #301
source: - MP2 capable receiver
sq: - Resiver i aftë MP2

# #302
source: - MP3 capable receiver
sq: - Resiver i aftë MP3

# #303
source: Delay
sq: Vonesë

# #304
source: Language
sq: Gjuha

# #305
source: Enabled
sq: Aktivuar

# #308
source: Original stream's language
sq: Gjuha e transmetimit origjinal

# #309
source: User Interface language
sq: Gjuha të ndëfaqjes përdoruese

# #313
source: Cleaning database
sq: Duke pastruar basën e të dhënave

# #314
source: Preparing...
sq: Duke pregaditur...

# #315
source: Database error
sq: Gabim së Bazës e të dhënave

# #316
source: Searching songs...
sq: Duke kërkuar kënget...

# #317
source: Cleaned database successfully
sq: U pastrua baza e të dhënave me sukses

# #318
source: Cleaning songs...
sq: Duke pastruar kënget...

# #319
source: Error cleaning songs
sq: Gabim duke pastruar kënget

# #320
source: Cleaning artists...
sq: Duke pastruar artistët...

# #321
source: Error cleaning artists
sq: Gabim duke pastruar artistët

# #322
source: Cleaning genres...
sq: Duke pastruar stilet...

# #323
source: Error cleaning genres
sq: Gabim duke pastruar stilet

# #324
source: Cleaning paths...
sq: Duke pastruar vendndodhjet...

# #325
source: Error cleaning paths
sq: Gabim duke pastruar vendndodhjet...

# #326
source: Cleaning albums...
sq: Duke pastruar albumet...

# #327
source: Error cleaning albums
sq: Gabim duke pastruar albumet

# #328
source: Writing changes...
sq: Duke shkruar ndryshimet...

# #329
source: Error writing changes
sq: Gabim duke shkruar ndryshimet

# #330
source: This may take some time...
sq: Kjo mund të marrë disa kohë...

# #331
source: Compressing database...
sq: Duke kompresuar basën e të dhënave

# #332
source: Error compressing database
sq: Error duke kompresuar basën e të dhënave

# #333
source: Do you want to clean the library?
sq: Dëshiron të pastrojsh bibliothekën?

# #334
source: Clean library...
sq: Pastro bibliothekën...

# #336
source: Framerate conversion
sq: Shndërrimi i framerate

# #337
source: Audio output
sq: Audio

# #340
source: Various artists
sq: Artista të ndryshme

# #341
source: Play disc
sq: Riprodho diskën

# #342
source: Movies
sq: Filma

# #343
source: Adjust framerate
sq: Rregullo framerate

# #344
source: Actors
sq: Aktorët

# #345
source: Year
sq: Viti

# #346
source: Boost volume level on downmix
sq: Rrite nivelin e zërit në rastin downmix

# #347
source: - DTS-HD capable receiver
sq: - Resiver i aftë DTS-HD

# #348
source: - Multichannel LPCM capable receiver
sq: - Resiver i aftë Multichannel LPCM

# #349
source: - TrueHD capable receiver
sq: - Resiver i aftë TrueHD

# #350
source: Programs
sq: Programe

# #351
source: Off
sq: Hequr

# #352
source: Dim
sq: Errësimi

# #353
source: Black
sq: I Zi

# #354
source: Matrix trails
sq: Shtigjet e Matriksit

# #355
source: Screensaver time
sq: Koha e Ekran-Ruajtësit

# #356
source: Screensaver mode
sq: Moda e Ekran-Ruajtses

# #357
source: Shutdown function timer
sq: Fike timerin i funkcionëve

# #358
source: All albums
sq: Gjith albumet

# #359
source: Recently added albums
sq: Albumet të shtuara së fundi

# #360
source: Screensaver
sq: Ekran-Ruajtësi

# #361
source: R. Slideshow
sq: R. Paradë

# #362
source: Screensaver dim level
sq: Niveli errësis e ekran-ruajtses

# #363
source: Sort by: File
sq: Klasifiko sipas: Skede

# #364
source: - Dolby Digital (AC3) capable receiver
sq: - Resiver i aftë (AC3) Dolby Digital

# #365
source: Sort by: Name
sq: Klasifiko sipas: Emri

# #366
source: Sort by: Year
sq: Klasifiko sipas: Viti

# #367
source: Sort by: Rating
sq: Klasifiko sipas: Vlerësimi

# #369
source: Title
sq: Titulli

# #370
source: Thunderstorms
sq: Stuhi Bumbullimesh

# #371
source: Partly
sq: Pjesërisht

# #372
source: Mostly
sq: Kryesisht

# #373
source: Sunny
sq: Me Diell

# #374
source: Cloudy
sq: I Vrenjtur

# #375
source: Snow
sq: Borë

# #376
source: Rain
sq: Shi

# #377
source: Light
sq: Dritë

# #380
source: Showers
sq: Shi i leht

# #381
source: Few
sq: Pak

# #382
source: Scattered
sq: Shpërndarë

# #383
source: Wind
sq: Frymë

# #384
source: Strong
sq: Fortë

# #385
source: Fair
sq: Bukur

# #386
source: Clear
sq: Fshij

# #387
source: Clouds
sq: Mjegulla

# #388
source: Early
sq: Herët

# #389
source: Shower
sq: Shi

# #390
source: Flurries
sq: Borë

# #391
source: Low
sq: Poshtë

# #392
source: Medium
sq: Mesatare

# #393
source: High
sq: Lartë

# #394
source: Fog
sq: Mjegullirë

# #395
source: Haze
sq: Mjegull e dendur

# #396
source: Select location
sq: Zgjedho rajonin

# #397
source: Refresh time
sq: Koha e freskimit

# #398
source: Temperature units
sq: Njësit e temperaturs

# #399
source: Speed units
sq: Njësit e shpejtësis

# #400
source: Weather
sq: Moti

# #402
source: Feels like
sq: Ndihet si

# #403
source: UV index
sq: Indeksi UV

# #404
source: Wind
sq: Erë

# #405
source: Dew point
sq: Pika e vesës

# #406
source: Humidity
sq: Lagështija

# #409
source: Defaults
sq: Standard

# #410
source: Accessing weather service
sq: Duke hyr në servisin e motit

# #411
source: Getting weather for:
sq: Duke kërkuar motin për:

# #412
source: Unable to get weather data
sq: Nuk u gjind asnjë informacion moti

# #413
source: Manual
sq: Udhëzuesi

# #414
source: No review for this album
sq: Ska revistë për keto album

# #415
source: Downloading thumbnail...
sq: Duke shkarkuar thumbnail...

# #416
source: Not available
sq: Jo në dispozicion

# #417
source: View: Big icons
sq: Pamja: Ikona të mdhëja

# #418
source: Low
sq: Poshtë

# #419
source: High
sq: Lartë

# #422
source: Delete album info
sq: Fshij informacionet e albumëve

# #423
source: Delete CD information
sq: Fshij infomacionet e diskëve

# #424
source: Select
sq: Zgjedho

# #425
source: No album information found
sq: Nuk u gjind asnjë informacion albumi

# #426
source: No CD information found
sq: Nuk u gjind asnjë informacion disku

# #427
source: Disc
sq: Disk

# #428
source: Insert correct CD/DVD
sq: Fute Diskën të saktë

# #429
source: Please insert the following disc:
sq: Të lutem futë këto disk:

# #430
source: Sort by: DVD#
sq: Klasifiko sipas: DVD'je#

# #431
source: No cache
sq: Ska cache

# #432
source: Remove movie from library
sq: Fshij filmin nga bibleotekës

# #433
source: Really remove '%s'?
sq: Ëshë e vërtet që të fshijet '%s'?

# #434
source: From %s at %i %s
sq: Prej %s nga %i %s

# #435
source: No optical disc drive detected
sq: Nuk u gjind asnjë optical disc drive

# #436
source: You need an optical disc drive to play this video
sq: Ju duhet një optical disc drive për të riprodhuar këto video

# #437
source: Removable disk
sq: Disk e transportueshëm

# #438
source: Opening file
sq: Duke hapur skedën

# #442
source: Local network
sq: Rrejti lokal

# #443
source: Internet
sq: Interneti

# #447
source: Autorun media
sq: Autoeksekutimi i mediave

# #449
source: Enabled
sq: Aktivuar

# #450
source: Columns
sq: Kolona

# #451
source: Row 1 address
sq: Rreshti 1 adresa

# #452
source: Row 2 address
sq: Rreshti 2 adresa

# #453
source: Row 3 address
sq: Rreshti 3 adresa

# #454
source: Row 4 address
sq: Rreshti 4 adresa

# #455
source: Rows
sq: Rrehtë

# #456
source: Mode
sq: Mënyra

# #457
source: Switch view
sq: Ndrysho pamjen

# #459
source: Subs
sq: Subtitrat

# #460
source: Audio stream
sq: Transmetimi audio

# #461
source: [active]
sq: [aktiv]

# #462
source: Subtitle
sq: Subtitër

# #463
source: Backlight
sq: Drita e fundit

# #464
source: Brightness
sq: Shkëlqimi

# #465
source: Contrast
sq: Kontrasti

# #467
source: Type
sq: Tipi

# #468
source: Move the bar to change the OSD position
sq: Lëviz kallëpin për ndryshuar pozitën e OSD-së

# #469
source: OSD position
sq: Pozicioni i OSD-së

# #470
source: Credits
sq: Informacione

# #474
source: Off
sq: Hequr

# #475
source: Music only
sq: Vetëm Muzikë

# #476
source: Music & video
sq: Muzikë & video

# #477
source: Unable to load playlist
sq: E pamundur të ngarkohet listën e dëgjimit

# #479
source: Skin & language
sq: Maska & gjuha

# #480
source: Appearance
sq: Pamja

# #481
source: Audio options
sq: Opcionet audio

# #482
source: About XBMC
sq: Përreth XBMC'së

# #485
source: Delete album
sq: Fshij albumin

# #486
source: Repeat
sq: Përsërit

# #487
source: Repeat one
sq: Përsërit një

# #488
source: Repeat folder
sq: Përsërit rregjistrin

# #489
source: Play the next song automatically
sq: Riprodho tjetrën këngë automatikisht

# #491
source: - Use big icons
sq: - Përdor ikona të mëdha

# #492
source: Resize VobSubs
sq: korrigjo madhësin e VobSubs

# #493
source: Advanced options (Experts Only!)
sq: Opcionet të shtuar (vetëm për ekspertët!)

# #495
source: Upsample videos to GUI resolution
sq: Rrikorrigjo zmadhin e videove në zbërthimin e GUI

# #496
source: Calibration
sq: Kalibrim

# #497
source: Show file extensions
sq: Trego zgjatjen e skedave

# #498
source: Sort by: Type
sq: Klasifiko sipas: Tipi

# #499
source: Unable to connect to online lookup service
sq: Nuk mundët të lidhet me servisin e kërkesës online

# #500
source: Downloading album information failed
sq: Ngeli shkarkesa e informacionëve të albumit

# #501
source: Looking for album names...
sq: Duke kërkuar emrat e albumëve...

# #502
source: Open
sq: Hapur

# #503
source: Busy
sq: I Zënë

# #504
source: Empty
sq: I zbrazët

# #505
source: Loading media info from files...
sq: Duke ngarkuar informacionet e mediave prej skedave...

# #507
source: Sort by: Usage
sq: Klasifiko sipas: Përdorimi

# #510
source: Enable visualizations
sq: Aktivo Vizualizimet

# #511
source: Enable video mode switching
sq: Aktivo ndrimin e video-mënyrës

# #514
source: Manual settings
sq: Cilësimet manual

# #515
source: Genre
sq: Stili

# #517
source: Recently played albums
sq: Albume të dëgjuara së fundi

# #518
source: Launch
sq: Lëshim

# #519
source: Launch in...
sq: Lëshim në...

# #521
source: Compilations
sq: Përpilime

# #522
source: Remove source
sq: Fshij Origjinët

# #523
source: Switch media
sq: Ndrysho media

# #524
source: Select playlist
sq: Zgjedho listën dëgjimi

# #525
source: New playlist...
sq: Listë dëgjimi të ri...

# #526
source: Add to playlist
sq: Fut në listën dëgjimi

# #527
source: Manually add to library
sq: Fut manualisht në bibliotekën

# #528
source: Enter title
sq: Shkruaj titullin

# #529
source: Error: Duplicate title
sq: Gabim: Titulli i dyfishtë

# #530
source: Select genre
sq: Zgjedho stilin

# #531
source: New genre
sq: Stil i ri

# #532
source: Manual addition
sq: Shtimi manual

# #533
source: Enter genre
sq: Shkruaj stilin

# #534
source: View: %s
sq: Pamja: %s

# #535
source: List
sq: Lista

# #536
source: Icons
sq: Ikona

# #537
source: Big list
sq: Listë e madhe

# #538
source: Big icons
sq: Ikona të mëdhaja

# #539
source: Wide
sq: i hapur fort

# #540
source: Big wide
sq: i hapur më fort

# #541
source: Album icons
sq: Ikonat e albumeve

# #542
source: DVD icons
sq: Ikonat e DVD-ve

# #544
source: Media info
sq: Informacionet mbi mediat

# #545
source: Audio output device
sq: Aparti për audio-dajlen

# #546
source: Passthrough output device
sq: Aparti për përmeskalimin

# #547
source: No biography for this artist
sq: Asnjë biografi për këto artist

# #548
source: Downmix multichannel audio to stereo
sq: Poshtpërzim prej multichannel në stereo

# #550
source: Sort by: %s
sq: Klasifiko sipas: %s

# #551
source: Name
sq: Emri

# #552
source: Date
sq: Data

# #553
source: Size
sq: Madhësija

# #554
source: Track
sq: Kënga

# #555
source: Time
sq: Koha

# #556
source: Title
sq: Titulli

# #557
source: Artist
sq: Artisti

# #558
source: Album
sq: Albumi

# #559
source: Playlist
sq: Listë dëgjimi

# #561
source: File
sq: Skedë

# #562
source: Year
sq: Viti

# #563
source: Rating
sq: Vlerësimi

# #564
source: Type
sq: Tipi

# #565
source: Usage
sq: Përdorimi

# #566
source: Album artist
sq: Artisti i albumit

# #567
source: Play count
sq: Njehsimi i riprodhimit

# #568
source: Last played
sq: Riproghuar së fundi

# #569
source: Comment
sq: Koment

# #570
source: Date added
sq: Data e shtesës

# #571
source: Default
sq: Prezgjedhuar

# #573
source: Path
sq: Vendndodhja

# #574
source: Country
sq: Vendi

# #575
source: In progress
sq: Në progres

# #576
source: Times played
sq: Herë të riprodhuar

# #580
source: Sort direction
sq: Drejtimi i klasifikimit

# #581
source: Sort method
sq: Mënyra e klasifikimit

# #582
source: View mode
sq: Mënyra e Pamjes

# #583
source: Remember views for different folders
sq: Kojtoj pamjet për rregjitra të ndryshme

# #584
source: Ascending
sq: Ngjitës

# #585
source: Descending
sq: Zbritës

# #586
source: Edit playlist
sq: Përpuno listën dëgjimi

# #588
source: Cancel party mode
sq: Anulo party mode

# #590
source: Random
sq: I Rastësishëm

# #591
source: Off
sq: Hequr

# #592
source: One
sq: Nji

# #593
source: All
sq: Gjith

# #594
source: Off
sq: Hequr

# #595
source: Repeat: Off
sq: Përsërimi: Deaktivuar

# #596
source: Repeat: One
sq: Përsërimi: Nji

# #597
source: Repeat: All
sq: Përsërimi: Gjith

# #600
source: Rip audio CD
sq: Kopjo audio CDnë@ç[@]/.,lë=-=_+0(*&^%$#"!|"#$%^&&&&&ˇ^˘°˛`˙´˝˝¨˝´˙`˛°˘^ˇ~><$ß¤ß¤×

# #601
source: Medium
sq: Mesatare
