Repository: romanlum/xbmc
Catalog: language/Albanian/strings.po
Languages: sq

# #13009
source: Quit
sq: Mbarro

# #13010
source: Hibernate
sq: Pauzim

# #13011
source: Suspend
sq: Pëzullim

# #13012
source: Exit
sq: Dalje

# #13013
source: Reboot
sq: Ristarto

# #13014
source: Minimize
sq: Zvogëlo

# #13015
source: Power button action
sq: Akcioni butonit të fuqis

# #13016
source: Power off System
sq: Mbylle sistemin

# #13017
source: Inhibit idle shutdown
sq: Ndaloje mbylljen gjat papërdorimit

# #13018
source: Allow idle shutdown
sq: Lejoje mbylljen gjat papërdorimit

# #13020
source: Is another session active, perhaps over ssh?
sq: Ka ndonjë sesion tjetër aktiv, ndoshta nëpërmi ssh?

# #13021
source: Mounted removable harddrive
sq: U ngjit një harddisk i transportueshëm

# #13022
source: Unsafe device removal
sq: Largimi jo i sigurt të aparatit

# #13023
source: Successfully removed device
sq: Suksesoj largimi i aparatit

# #13024
source: Joystick plugged
sq: U lidh një joystick

# #13025
source: Joystick unplugged
sq: U largua një joystick

# #13050
source: Running low on battery
sq: Niveli baterisë është tepër i ulët

# #13100
source: Flicker filter
sq: Filteri i flicker

# #13101
source: Let driver choose (requires restart)
sq: Lejo driver'in të zgjedhe (Ristartim i nevojshëm)

# #13106
source: Disabled
sq: Deaktivuar

# #13107
source: Enabled during video playback
sq: Aktivuar duke riprodhuar video

# #13108
source: Always enabled
sq: Gjithmonë i aktivuar

# #13109
source: Test & apply resolution
sq: Provo & appliko zbërthimin

# #13110
source: Save resolution?
sq: Rregjistro zbërthimin?

# #13111
source: Would you like to keep this resolution?
sq: Dëshiron të regjistrosh këto zbërthim?

# #13112
source: High quality upscaling
sq: Upscaling me kualitetin e lartë

# #13113
source: Disabled
sq: Deaktivuar

# #13114
source: Enabled for SD content
sq: Aktivuar për përmbajtjet SD

# #13115
source: Always enabled
sq: Gjithmonë i aktivuar

# #13116
source: Upscaling method
sq: Mënyra upscaling

# #13121
source: VDPAU HQ Upscaling level
sq: Niveli 'Upscaling' VDPAU HQ

# #13122
source: VDPAU Studio level color conversion
sq: Konvertimi të ngjyrave VDPAU Studio level

# #13130
source: Blank other displays
sq: Zbradho të tjerët ekrane

# #13131
source: Disabled
sq: Deaktivuar

# #13132
source: Blank displays
sq: Ekrane të zbradhët

# #13140
source: Active connections detected!
sq: Janë gjetur lidhje aktiv'

# #13141
source: If you proceed, you might not be able to control XBMC
sq: Nëse vazhdon, mund të humbish kontrollën mbi XBMC'në

# #13142
source: any longer. Are you sure you want to stop the Event server?
sq: Je i sigurt që don të ndalosh Event-server'in?

# #13144
source: Change Apple Remote mode?
sq: Ndrysho menyren e telekomandës apple?

# #13145
source: If you are currently using the Apple Remote to control
sq: Si të jeni duke përdorur aktualisht telekomandën apple për të komanduar

# #13146
source: XBMC, changing this setting might affect your ability
sq: XBMC, ky ndërrim mund të kete efekt në aftësinë tënde

# #13147
source: to continue controlling it. Do you want to proceed?
sq: për të vazhduar komandimin të tij. Dëshiron të vazhdosh?

# #13159
source: Subnet mask
sq: Subnet-Maska

# #13161
source: Primary DNS
sq: DNSi kryesor

# #13162
source: Initialize failed
sq: Ngeli inicializimi

# #13170
source: Never
sq: Kurrë

# #13171
source: Immediately
sq: Menjëher

# #13172
source: After %i secs
sq: Pas %i sekondash

# #13173
source: HDD install date:
sq: Data e installimit të harddiskut

# #13174
source: HDD power cycle count:
sq: Numrimi i ciklëve energjije të harddiskut

# #13200
source: Profiles
sq: Profile

# #13201
source: Delete profile '%s'?
sq: Fshij profilin '%s'?

# #13204
source: Last loaded profile:
sq: Profili i ngarkuar më së fundi:

# #13205
source: Unknown
sq: I panjoftur

# #13206
source: Overwrite
sq: Mbishkruaj

# #13208
source: Alarm clock
sq: Zile

# #13209
source: Alarm clock interval (in minutes)
sq: Intervali i ziles (në minuta)

# #13210
source: Started, alarm in %im
sq: U startua, zile në %im

# #13211
source: Alarm!
sq: Zile'

# #13212
source: Cancelled with %im%is left
sq: U ndalua me %im%is pa përfunduar

# #13249
source: Search for subtitles in RARs
sq: Kërko për subtitra në arkiva RAR

# #13250
source: Browse for subtitle...
sq: Shfleto për subtitra...

# #13251
source: Move item
sq: Zhvendos artikulin

# #13252
source: Move item here
sq: Zhvendos artikulin këtu

# #13253
source: Cancel move
sq: Anulo zhvendosjen

# #13271
source: CPU Usage:
sq: Përdorim i CPU:

# #13274
source: Connected, but no DNS is available.
sq: I lidhur, por nuk ka DNS në dispozicion

# #13275
source: Hard Disk
sq: Harddisku

# #13277
source: Storage
sq: Depo

# #13278
source: Default
sq: Prezgjedhuar

# #13279
source: Network
sq: Rrjeti

# #13283
source: Operating system:
sq: Sistemi operativ:

# #13284
source: CPU speed:
sq: Shpejtësija i CPUsë

# #13287
source: Screen resolution:
sq: Zbërthimi i ekranit:

# #13292
source: A/V cable:
sq: kabëll A/V:

# #13294
source: DVD region:
sq: DVD-Rajoni:

# #13295
source: Internet:
sq: Interneti:

# #13296
source: Connected
sq: I lidhur

# #13297
source: Not connected. Check network settings.
sq: Jo i lidhur. Kontrollo cilësimet të rrjetit

# #13299
source: Target temperature
sq: Temperatura e dëshiruar

# #13300
source: Fan speed
sq: Shpejtësija e ventilatorit

# #13301
source: Auto temperature control
sq: Kontrollimi automatik i temperaturës

# #13302
source: Fan speed override
sq: Shkelimi i shpejtësis të ventilatorit

# #13303
source: - Fonts
sq: - Fontet

# #13304
source: Enable flipping bi-directional strings
sq: Lejo pasqyrimin bi-direktional të rreshtëve

# #13305
source: Show RSS news feeds
sq: Trego njoftime RSS

# #13306
source: Show parent folder items
sq: Trego artikujt të mbi-rregjistrit

# #13307
source: Track naming template
sq: Ndjeke emrimin

# #13308
source: Do you wish to reboot your system
sq: Dëshiron të ristartosh sistemin?

# #13309
source: instead of just XBMC?
sq: në vend të XBMC'së?

# #13310
source: Zoom effect
sq: Effekti zoom

# #13311
source: Float effect
sq: Effekti Float

# #13312
source: Black bar reduction
sq: Reduktimi të pengesëve të zi

# #13313
source: Restart
sq: Ristarto

# #13314
source: Crossfade between songs
sq: Përdor 'Crossfade' ndërmjet këngëve

# #13315
source: Regenerate thumbnails
sq: Rigjenero thumbnails

# #13316
source: Recursive thumbnails
sq: Thumbnails'ët rekursiv

# #13317
source: View slideshow
sq: Shiko paradën

# #13318
source: Recursive slideshow
sq: Parada rekursive

# #13319
source: Randomize
sq: Aktiv rastësinë

# #13321
source: Left only
sq: Vetëm në të majtë

# #13322
source: Right only
sq: Vetëm në të djathtë

# #13323
source: Enable karaoke support
sq: Aktivo përkrahjen karaoke

# #13324
source: Background transparency
sq: Transparenca e sfondit

# #13325
source: Foreground transparency
sq: Transparenca i nivelit të parë

# #13326
source: A/V delay
sq: Vonesa A/V

# #13328
source: %s not found
sq: Nuk u gjind %s

# #13329
source: Error opening %s
sq: Gabim duke hapur %s

# #13330
source: Unable to load %s
sq: Ngeli ngarkimi i %s

# #13331
source: Error: Out of memory
sq: Gabim: Mbarroj memoria e lirë

# #13332
source: Move up
sq: Ngreje më naltë

# #13333
source: Move down
sq: Zbrite më poshtë

# #13334
source: Edit label
sq: Ndrysho etiketën

# #13335
source: Make default
sq: Bëre të prezgjedhur

# #13336
source: Remove button
sq: Fshij butonin

# #13340
source: Leave as is
sq: Lere si është

# #13341
source: Green
sq: Gjelbër

# #13342
source: Orange
sq: portokall

# #13343
source: Red
sq: E kuqe

# #13344
source: Cycle
sq: Ciklë

# #13345
source: Switch LED off on playback
sq: Fike LED gjat një transmetimi

# #13346
source: Movie information
sq: Zhvendos informacionin

# #13347
source: Queue item
sq: Fute artikujn në radhë

# #13348
source: Search IMDb...
sq: Kërko IMDb...

# #13349
source: Scan for new content
sq: Kërko për përmbajtje të ri

# #13350
source: Now playing...
sq: Duke riprodhuar tani...

# #13351
source: Album information
sq: Informacionet mbi albumet

# #13352
source: Scan item to library
sq: Kërko artikujn në bibliotek

# #13353
source: Stop scanning
sq: Ndale kërkimin

# #13354
source: Render method
sq: Menyra Render

# #13355
source: Low quality pixel shader
sq: Pixel shader me kualitet të ulët

# #13356
source: Hardware overlays
sq: Hardware-mbulesa

# #13357
source: High quality pixel shader
sq: Pixel shader me kualitet të lartë

# #13358
source: Play item
sq: Riprodho artikujn

# #13359
source: Set artist thumb
sq: Cilëso thumb të artistit

# #13360
source: Automatically generate thumbnails
sq: Gjenero thumbnails automatikisht

# #13361
source: Enable voice
sq: Aktivo zërin

# #13375
source: Enable device
sq: Aktivo apartin

# #13376
source: Volume
sq: Niveli zërit

# #13377
source: Default view mode
sq: Menyra e pamjes e prezgjedhur

# #13378
source: Default brightness
sq: Shkëlqimi standard

# #13379
source: Default contrast
sq: Kontrasti standard

# #13380
source: Default gamma
sq: Gamma standard

# #13381
source: Resume video
sq: Rrifillo videonë

# #13382
source: Voice mask - Port 1
sq: Maska e zërit - Porti 1

# #13383
source: Voice mask - Port 2
sq: Maska e zërit - Porti 2

# #13384
source: Voice mask - Port 3
sq: Maska e zërit - Porti 3

# #13385
source: Voice mask - Port 4
sq: Maska e zërit - Porti 4

# #13386
source: Use time based seeking
sq: Përdor kërkimin sipas orari

# #13387
source: Track naming template - right
sq: Ndjeko shabllonën emruëse - në të djatht

# #13388
source: Preset
sq: Standard

# #13389
source: There are no presets available for this visualization
sq: Nuk ka të prezgjedhuara për këtë vizualizim

# #13390
source: There are no settings available for this visualization
sq: Nuk ka cilësime për këtë vizualizim

# #13391
source: Eject/Load
sq: Nxjerr/Ngarko

# #13392
source: Use visualization if playing audio
sq: Përdor vizualizimin nëse është duke riprodhuar audio

# #13393
source: Calculate size
sq: Kalkulo madhësinë

# #13394
source: Calculating folder size
sq: Duke kalkuluar madhësinë të rregjistrit

# #13395
source: Video settings
sq: Video-cilësimet

# #13396
source: Audio and subtitle settings
sq: Audio dhe subtitër-cilësimet

# #13397
source: Enable subtitles
sq: Aktivo subtitrat

# #13398
source: Shortcuts
sq: Shkurtor

# #13399
source: Ignore articles when sorting (e.g. "the")
sq: Injoro artikujt në rrast të klasifikimit ( p.sh. "the")

# #13400
source: Crossfade between songs on the same album
sq: Përdor "Crossfade" ndërmjet këngëve në të njejtin album

# #13401
source: Browse for %s
sq: Shfleto për %s

# #13402
source: Show track position
sq: Trego pozicionin e këngës

# #13403
source: Clear default
sq: Fshij standardet

# #13404
source: Resume
sq: Rrifillo

# #13405
source: Get thumb
sq: Merr thumb

# #13406
source: Picture information
sq: Informacionet mbi fotografitë

# #13407
source: %s presets
sq: të prezgjedhuarat të %s

# #13408
source: (IMDb user rating)
sq: (vlerësimi nga përdoruesit IMDb)

# #13410
source: Tune in on Last.fm
sq: Lidhu me Last.fm

# #13411
source: Minimum fan speed
sq: Shpejtësia

# #13412
source: Play from here
sq: Riprodho prej këtu

# #13413
source: Downloading
sq: Duke shkarkuar

# #13414
source: Include artists who appear only on compilations
sq: Inkludoj artistët që eksitojnë vetëm në CD me artista të ndryshme

# #13415
source: Render method
sq: Menyra Render

# #13416
source: Auto detect
sq: Auto zbulim

# #13420
source: Remove safely
sq: Fshij me siguri

# #13422
source: Start slideshow here
sq: Fillo paradën këtu

# #13423
source: Remember for this path
sq: Kujtohe këto destinacion

# #13424
source: Use pixel buffer objects
sq: Përdor objektet pixel buffer

# #13425
source: Allow hardware acceleration (VDPAU)
sq: Lejo përshpejtimin hardware (VDPAU)

# #13426
source: Allow hardware acceleration (VAAPI)
sq: Lejo përshpejtimin hardware (VAAPI)

# #13427
source: Allow hardware acceleration (DXVA2)
sq: Lejo përshpejtimin hardware (DXVA2)

# #13428
source: Allow hardware acceleration (CrystalHD)
sq: Lejo përshpejtimin hardware (CrystalHD)

# #13429
source: Allow hardware acceleration (VDADecoder)
sq: Lejo përshpejtimin hardware (VDADecoder)

# #13430
source: Allow hardware acceleration (OpenMax)
sq: Lejo përshpejtimin hardware (OpenMax)

# #13432
source: Allow hardware acceleration (VideoToolbox)
sq: Lejo përshpejtimin hardware (VideoToolbox)

# #13433
source: Play the next video automatically
sq: Riprodho videon pasues automatikisht

# #13434
source: Play only this
sq: Riprodho vetëm këto

# #13500
source: A/V sync method
sq: Mënyra sinkronizimit A/V

# #13501
source: Audio clock
sq: Ora audio

# #13502
source: Video clock (Drop/Dupe audio)
sq: Ora video (Lere audio)

# #13504
source: Maximum resample amount (%)
sq: Vlera maksimal të resample'imit (%)

# #13505
source: Resample quality
sq: Kualiteti të resample'imit

# #13506
source: Low(fast)
sq: Ulët(shpejtë)

# #13507
source: Medium
sq: Mesatare

# #13508
source: High
sq: Lartë

# #13509
source: Really high(slow!)
sq: Shumë i lartë (ngadal)

# #13510
source: Sync playback to display
sq: Sinkronizo riprodhimin me ekranin

# #13511
source: Choose art
sq: Zgjedho artin

# #13512
source: Current art
sq: Arti aktual

# #13513
source: Remote art
sq: Arti i lartë

# #13514
source: Local art
sq: Arti lokal

# #13515
source: No art
sq: Asnjë art

# #13550
source: Pause during refresh rate change
sq: Pauzo gjatë ndrimit të 'refresh rate'

# #13551
source: Off
sq: Hequr

# #13552
source: %.1f Second
sq: %.1f Sekondë

# #13553
source: %.1f Seconds
sq: %.1f Sekonda

# #13600
source: Apple remote
sq: Telekomanda Apple

# #13602
source: Allow start of XBMC using the remote
sq: Lejo startimin të XBMC'së nëpërmjet telekomandës

# #13603
source: Sequence delay time
sq: Koha e vonesës të sekuencës

# #13610
source: Disabled
sq: Deaktivuar

# #13612
source: Universal Remote
sq: Telekomandë universale

# #13613
source: Multi Remote (Harmony)
sq: Multi-telekomandë (Harmony)

# #13620
source: Apple Remote Error
sq: Gabim të telekomandës Apple

# #13621
source: Apple Remote support could be enabled.
sq: Përkrahrja të telekomandës Apple nuk mundi të aktivohet

# #14000
source: Stack
sq: Grumbullo

# #14001
source: Unstack
sq: Ktheh grumbullimin

# #14003
source: Downloading playlist file...
sq: Duke shkarkuar skedën e listës dëgjimi...

# #14004
source: Downloading streams list...
sq: Duke shkarkuar listën të transmetimeve...

# #14005
source: Parsing streams list...
sq: Duke analizuar listen e transmetimeve...

# #14006
source: Downloading streams list failed
sq: Ngeli shkarkimi i listës të transmetimeve

# #14007
source: Downloading playlist file failed
sq: Ngeli ngarkimi i skedës të listës dëgjimi

# #14009
source: Games directory
sq: Adresari i Lojëve

# #14010
source: Auto switch to thumbs based on
sq: Ndrimi automatikisht tek thumbs të bazuar mbi

# #14011
source: Enable auto switching to thumbs view
sq: Aktivo ndrimin automatikisht në pamjen thumbs

# #14012
source: - Use large icons
sq: - Përdori ikonët të mëdha

# #14013
source: - Switch based on
sq: - Kalo sipas

# #14014
source: - Percentage
sq: - Përqindja

# #14015
source: No files and at least one thumb
sq: Asnjë skedë dhe së pakti një thumb

# #14016
source: At least one file and thumb
sq: Së pakti një skedë dhe një thumb

# #14017
source: Percentage of thumbs
sq: - Përqindje të thumb'ëve

# #14018
source: View options
sq: Opcionet të pamjes

# #14019
source: Change area code 1
sq: Ndrysho kodin të rajonit 1

# #14020
source: Change area code 2
sq: Ndrysho kodin të rajonit 2

# #14021
source: Change area code 3
sq: Ndrysho kodin të rajonit 3

# #14022
source: Library
sq: Biblioteka

# #14023
source: No TV
sq: Ska TV

# #14024
source: Enter the nearest large town
sq: Shkruaj qytetin të madh më ngat

# #14027
source: - Local Network
sq: - Rrjeti lokal

# #14028
source: - Internet
sq: - Interneti

# #14031
source: - Local Network
sq: - Rrjeti lokal

# #14032
source: - Internet
sq: - Interneti

# #14035
source: - Local Network
sq: - Rrjeti lokal

# #14036
source: Services
sq: Servise

# #14038
source: Network settings changed
sq: Janë ndryshuar cilësimet të rrjetit

# #14039
source: XBMC requires to restart to change your
sq: Duhet të ristarohet XBMC'ja për të ndryshuar

# #14040
source: network setup. Would you like to restart now?
sq: cilësimet të rrjetit. Dëshiron të ristartosh tash?

# #14041
source: Internet connection bandwidth limitation
sq: Kufizimi i Bandwidth të lidhjes të internetit

# #14043
source: - Shutdown while playing
sq: - Mbyll duke riprodhuar

# #14045
source: %i sec
sq: %i sek

# #14051
source: Time format
sq: Formati i kohës

# #14052
source: Date format
sq: Formati i datës

# #14053
source: GUI filters
sq: Filterat të GUI

# #14055
source: Use background scanning
sq: Përdor kërkime në sfond

# #14056
source: Stop scan
sq: Ndalo kërkimin

# #14057
source: Not possible while scanning for media info
sq: Nuk lejohet duke kërkuar informacione për mediat

# #14058
source: Film grain effect
sq: Efekti film-grain

# #14059
source: Search for thumbnails on remote shares
sq: Kërko thumbnails në share të lartë

# #14060
source: Unknown type cache - Internet
sq: Tipi cache'it i pa njoftur - Interneti

# #14062
source: Enter username for
sq: Shkruaj emrin për

# #14063
source: Date & time
sq: Data & koha

# #14064
source: Set date
sq: Cakto datën

# #14065
source: Set time
sq: Cakto kohën

# #14066
source: Enter the time in 24 hour HH:MM format
sq: Shkruaj kohën në formatin 24 orësh OO:MM

# #14067
source: Enter the date in DD/MM/YYYY format
sq: Shkruaj datën në formatin DD/MM/VVVV

# #14068
source: Enter the IP address
sq: Shkruaj Adresen IP

# #14069
source: Apply these settings now?
sq: Përdori këto cilësime tash?

# #14070
source: Apply changes now
sq: Përdori ndryshimet tash?

# #14071
source: Allow file renaming and deletion
sq: Lejo riemrimin dhe fshirjen të skedave

# #14074
source: Set timezone
sq: Zgjedh zonën e kohës

# #14075
source: Use daylight saving time
sq: Përdor kursim ditës Ora

# #14076
source: Add to favourites
sq: Shto tek të preferuarat

# #14077
source: Remove from favourites
sq: Fshij nga të preferuarat

# #14078
source: - Colours
sq: - Ngjyrat

# #14079
source: Timezone country
sq: Vendi i zonës të kohës

# #14080
source: Timezone
sq: Zona e kohës

# #14081
source: File lists
sq: Skedarët

# #14082
source: Show EXIF picture information
sq: Trego informacionet të fotografive EXIF

# #14083
source: Use a fullscreen window rather than true fullscreen
sq: - Përdore ekaranin e plotë në dritare në vend të ekranit të plot

# #14084
source: Queue songs on selection
sq: Shtoj këngët në radhë duke zgjedhur ato

# #14086
source: Playback
sq: Riprodhimi

# #14087
source: DVDs
sq: DVD

# #14088
source: Play DVDs automatically
sq: Riprodho DVD'ja autimatikisht

# #14089
source: Font to use for text subtitles
sq: Fonti që të përdoret për subtitrat

# #14090
source: International
sq: Gjuha & Rajoni

# #14093
source: Security
sq: Sigurija

# #14094
source: Input devices
sq: Aparatet të hyrjes

# #14095
source: Power saving
sq: Kursimi Rrymës

# #14096
source: Rip
sq: Kopjim

# #14097
source: Audio CD Insert Action
sq: Aktiviteti pas që të futet një CD

# #14098
source: Play
sq: Riprodho

# #14099
source: Eject disc when CD ripping is complete
sq: Nxjerre CD'në pas përfundimit të kopjimit

# #14100
source: Stop ripping CD
sq: Ndale kopjimin të CD'së

# #15015
source: Remove
sq: Fshij

# #15016
source: Games
sq: Lojra

# #15019
source: Add
sq: Shto

# #15052
source: Password
sq: Fjalkalim

# #15100
source: Library
sq: Bibliotekë

# #15101
source: Database
sq: Baza e të dhënave

# #15102
source: * All albums
sq: * Gjith albumet

# #15103
source: * All artists
sq: * Gjith artistët

# #15104
source: * All songs
sq: * Gjith këngët

# #15105
source: * All genres
sq: * Të gjith stilet

# #15108
source: Navigation sounds
sq: Zëret e navigimit

# #15109
source: Skin default
sq: Standartet e Maskës

# #15111
source: - Theme
sq: - Tema

# #15112
source: Default theme
sq: - Tema kryesore

# #15201
source: Submit songs to Last.fm
sq: Rregjistro këngët tek Last.fm

# #15202
source: Last.fm username
sq: Emër-përdoruesi Last.fm

# #15203
source: Last.fm password
sq: Fjalkalimi Last.fm

# #15204
source: Unable to handshake: sleeping...
sq: Nuk mund të lidhet: duke pritur....

# #15205
source: Please update XBMC
sq: Të lutem aktualizo XBMC'në

# #15206
source: Bad authorization: Check username and password
sq: Ngeli autorizimi: Kontrolo emrin-përdoruesi dhe fjalkalimin

# #15207
source: Connected
sq: I lidhur

# #15208
source: Not connected
sq: Jo i lidhur

# #15209
source: Submit interval %i
sq: Konfirmo intervalin %i

# #15210
source: Cached %i songs
sq: %i Këngë në cache

# #15211
source: Submitting...
sq: Duke konfirmuar...

# #15212
source: Submitting in %i secs
sq: Duke aplikuar në %i sek

# #15213
source: Play using...
sq: Luaj duke...

# #15214
source: Use smoothed A/V synchronization
sq: Përdore sinkornizimin A/V të zbutur

# #15215
source: Hide file names in thumbs view
sq: Fshehi emrat në pamjen të thëmbs'ëve

# #15216
source: Play in party mode
sq: Luaj në mënyrën party

# #15217
source: Submit songs to Libre.fm
sq: Rregjistro këngët tek Libre.fm

# #15218
source: Libre.fm username
sq: Emër-përdoruesi Libre.fm

# #15219
source: Libre.fm password
sq: Fjalkalimi Libre.fm

# #15221
source: Song submission
sq: Ngarkimi i muzikës

# #15250
source: Submit Last.fm radio to Last.fm
sq: Dorzo Last.fm radio tek Last.fm

# #15251
source: Connecting to Last.fm...
sq: Duke lighur tek Last.fm...

# #15252
source: Selecting station...
sq: Duke zgjedhur stacionin...

# #15253
source: Search similar artists...
sq: Kërko artistë të afërt...

# #15254
source: Search similar tags...
sq: Kërko tags të afërt...

# #15255
source: Your profile (%name%)
sq: Profili yt (%name%)

# #15256
source: Overall top tags
sq: Top tags në përgjithsi

# #15257
source: Top artists for tag %name%
sq: Top artistët për tag'in %name%

# #15258
source: Top albums for tag %name%
sq: Top albumet për tag'in %name%

# #15259
source: Top tracks for tag %name%
sq: Top këngët për tag'in %name%

# #15260
source: Listen to tag %name% Last.fm radio
sq: Dëgjo radio me tag'ët %name% Last.fm

# #15261
source: Similar artists as %name%
sq: Artistë të afërt si %name%

# #15262
source: Top %name% albums
sq: Top %name% albumet

# #15263
source: Top %name% tracks
sq: Top këngë %name%

# #15265
source: Biggest fans of %name%
sq: Tifozët më të mëdha të %name%

# #15268
source: Top artists for user %name%
sq: Top artistët për përdoruesin %name%

# #15269
source: Top albums for user %name%
sq: Top albumet për përdoruesin %name%

# #15270
source: Top tracks for user %name%
sq: Top këngët për përdoruesin %name%

# #15271
source: Friends of user %name%
sq: Shok të përdoruesit %name%

# #15272
source: Neighbours of user %name%
sq: Fqinj të përdoruesit %name%

# #15273
source: Weekly artist chart for %name%
sq: Tabela javore të artistëve për %name%

# #15274
source: Weekly album chart for %name%
sq: Tabela javore të albumëve për %name%

# #15275
source: Weekly track chart for %name%
sq: Tabela javore të këngëve për %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
sq: Dëgjo fqinjët të %name%'it tek Last.fm radio

# #15277
source: Listen to %name%'s personal Last.fm radio
sq: Dëgjo peronalin e %name%'it tek Last.fm radio

# #15278
source: Listen to %name%'s mix Last.fm radio
sq: Dëgjo mix'in të %name%'it tek Last.fm radio

# #15279
source: Retrieving list from Last.fm...
sq: Duke ngarkuar listën nga Last.fm...

# #15280
source: Can't retrieve list from Last.fm...
sq: Nuk mundet të ngarkohet lista nga Last.fm...

# #15281
source: Enter an artist name to find related ones
sq: Shkrauj një emër artisti për të gjetur të afërm
